import { Slider } from "@/components/Slider";



import { dataSponsors, dataSponsors_2, dataSponsors_3, dataSponsors_4, dataSponsors_5, dataSponsors_6 } from "../data/dataSlider";


export const dataContent = [
  {
    title:
      "Зустріч студентів спеціальності 172 Електронні комунікації та радіотехніка із представниками ТОВ «Цифродім»",
    content: (
      <>
        <p style={{textIndent: "20px"}}>
          Циклова комісія Телекомунікацій та радіотехніки активно співпрацює із
          підприємствами області, спираючись на інтереси взаємовигідного
          співробітництва на основі освітньо-виробничого партнерства,
          організації практичної підготовки студентів в процесі виробничої
          діяльності, проведення курсового та дипломного проектування.
        </p>
        <p style={{textIndent: "20px"}}>
          З цією метою 29 листопада 2024 року в приміщенні ВСП «ТФК ТНТУ»
          відбулась зустріч представників ТОВ «Цифродім» із студентами 3-го та
          4-го курсів спеціальності 172 Електронні комунікації та радіотехніка
          фахового коледжу, на якій представників ТОВ «Цифродім» висловили
          готовність сприяти практичній підготовці здобувачів фахової передвищої
          освіти, надавати їм можливість проходження технологічної та
          передатестаційної практик на базі їхньої компанії та розповіли про
          можливості майбутнього процевлаштування.
        </p>
        <p style={{textIndent: "20px"}}>
          Компанія «Цифродім» займається продажем, а також встановленням та
          налаштуванням систем безпеки та аварійного електропостачання. ТОВ
          «Цифродім» є одним із лідерів регіону у проектуванні, встановленні та
          налаштуванні відеоспостереження, сигналізацій, домофонних систем,
          автоматики та шлагбаумів. В асортименті підприємства є все необхідне
          для забезпечення захисту та комфорту як приватних помешкань, так і
          офісів чи підприємств. Також ТОВ «Цифродім» займається монтажем
          сонячних панелей та систем безперебійне живлення.
        </p>
        <p style={{textIndent: "20px"}}>
          {" "}
          Для якісної реалізації домовленостей між ВСП «ТФК ТНТУ» та ТОВ
          «Цифродім» була підписана угода про співпрацю засвідчує досягнені
          умови про взаємні консультації з питань підготовки кадрів, формування
          замовлення на підготовку фахівців та забезпечення підприємства
          висококваліфікованими кадрами, здатними успішно працювати на рівні
          міжнародних стандартів.
        </p>
        <p>
          <Slider items={dataSponsors} type="row" />
        </p>
      </>
    ),
  },
  {
    title: "Зустріч студентів Технічного коледжу ТНТУ з роботодавцями",
    content: (
      <>
        <p style={{textIndent: "20px"}}>
          Сьогодні забезпечення задовільного рівня зайнятості молоді є одним із
          пріоритетних завдань розвитку держави, адже саме вона є найактивнішою
          частиною працездатного населення. Лише з урахуванням динаміки рівня
          зайнятості молодих фахівців можна розробляти соціально-економічні
          прогнози розвитку країни на довготривалу перспективу. Саме тому в
          Технічному коледжі Тернопільського національного технічного
          університету імені Івана Пулюя вже стали традиційними зустрічі
          студентів коледжу з представниками провідних підприємств міста.
        </p>
        <p style={{textIndent: "20px"}}>
          Багато уваги працевлаштуванню випускників приділяють на відділенні
          електронних апаратів Технічного коледжу. Велике значення має фахова
          спроможність відділення задовольняти вимоги підприємств у фахівцях.
          Випускники відділення за останні 5 років працевлаштувались у більш ніж
          50 компаній, що працюють у галузі радіоелектроніки в Україні.
        </p>
        <p style={{textIndent: "20px"}}>
          З метою сприяння працевлаштуванню студентів та випускників коледжу 19
          жовтня в актовій залі Технічного коледжу відбулась зустріч студентів
          відділення електронних апаратів, що навчаються за спеціальністю
          «Телекомунікації та радіотехніка», з керівниками підприємств
          радіотехнічної галузі. На зустрічі були присутні директор ТОВ
          «Торговий дім «Інтеграл» Колос Ольга Степанівна, директор ТОВ «Завод
          Ремпобуттехніка» Слободянюк Людмила Пантелеймонівна та директор
          компанії «Тернет» Скридлов Микола Олександрович. Гості із задоволенням
          розповіли присутнім про свої підприємства, про перспективи молодих
          радіотехніків на сучасному ринку радіотехніки та телекомунікацій, про
          необхідний рівень підготовки для успішної роботи за фахом, поділися
          особистим досвідом професійного становлення та кар'єрного зростання.
        </p>
        <p style={{textIndent: "20px"}}>
          Атмосферу відкритості та конструктивності зустрічі додав той факт, що
          запрошені студенти мали змогу ставити запитання, які стосуються,
          приміром, потреби в молодих фахівцях, можливостями проходження
          технологічної та переддипломної практик, вимогами, що пред'являються
          до кандидатів, умовами роботи у виробничих та управлінських структурах
          підприємств. Також студентів цікавили питання заробітної платні та
          перспективи кар’єрного росту.
        </p>
        <p style={{textIndent: "20px"}}>
          Також у рамках данного заходу булла проведена зустріч керівників
          підприємств з адміністрацією Технічного коледжу ТНТУ, на якій
          обговорювались питання використання матеріально-технічної бази
          підприємств для проведення практичного навчання студентів коледжу,
          залучення провідних фахівців підприємств до розробки навчальних планів
          та програм навчальних дисциплін з метою більш якісного забезпечення
          потреб роботодавців у майбутніх фахівцях. Результатом досягнених
          домовленостей стало підписання угод про співпрацю між Технічним
          коледжем Тернопільського національного технічного університету імені
          Івана Пулюя та вказаними підприємствами.
        </p>
        <p style={{textIndent: "20px"}}>
          Подібні заходи у Техічному коледжі ТНТУ ще будуть проводитись
          неодноразово, так як вони сприяють становленню студентської молоді як
          майбутніх фахівців у відповідності з вимогами сьогодення.
        </p>
        <p>
          <Slider items={dataSponsors_2} type="row" />
        </p>
      </>
    ),
  },
  {
    title:
      'Підписання угоди про співпрацю з "ПАТ Тернопільський радіозавод «Оріон»"',
    content: (
      <>
        <p style={{textIndent: "20px"}}>
          Проблема підготовки ініціативних, конкурентоздатних та
          професійно-компетентних випускників технікумів та коледжів є на даний
          час надзвичайно актуальною. Адже сучасний ринок праці диктує свої
          умови: якість фахової підготовки молодших спеціалістів повинна
          відповідати не тільки вимогам освітніх стандартів, але й потребам
          суспільства і роботодавців. ВНЗ І-ІІ рівнів акредитації мають
          адаптуватися не лише до вимог часу та інноваційних технологій, але й
          до стратегічних напрямків розвитку регіону. Роботодавець повинен бути
          впевнений, що навчальні заклади підготують потрібних йому
          кваліфікованих спеціалістів, обізнаних у сучасних виробничих
          технологіях.
        </p>
        <p style={{textIndent: "20px"}}>
          Саме тому останнім часом на ринку освіти все помітнішим стає новий
          гравець - роботодавець. Випускники ВНЗ сьогодні виявилися таким
          «товаром», що користується підвищеним попитом, і опитані представники
          компаній одноголосно говорять, що активно залучають на роботу молодих
          спеціалістів. Це пояснюється як економічним підйомом у країні, так і
          необхідністю компенсувати природне вибуття досвідчених кадрів. При
          цьому наймати молодих спеціалістів в останні роки стали не тільки
          компанії зі сфери торгівлі, послуг, фінансів, а й підприємства
          виробничого сектора. Останні знову почали залучати молодих фахівців з
          профільних технічних ВНЗ, випускники яких ще недавно рідко знаходили
          собі роботу за фахом. Роботодавці кажуть навіть про конкуренцію між
          компаніями, які прагнуть взяти на роботу найбільш здібну молодь.
        </p>
        <p style={{textIndent: "20px"}}>
          В сучасних умовах важливе місце відводиться тісній співпраці науки,
          освіти та інноваційної діяльності. Передбачається, що це є одним з
          вирішальних чинників розвитку економіки і суспільства. Потреба у
          висококваліфікованих та ініціативних працівниках загострюється в нових
          умовах, веде до природної інтеграції навчальних закладів та
          роботодавців, споживачів їх послуг. Інтеграція дозволяє роботодавцям
          дієво брати участь у формуванні та оснащенні програми навчання,
          закладати в умови спеціалізації свої технологічні «платформи», активно
          знайомитися з майбутніми випускниками, залучаючи їх для проходження
          практики та участі в проектах зі своєї проблематики.
        </p>
        <p style={{textIndent: "20px"}}>
          Цей взаємозалежний тандем між навчальним закладом і роботодавцем
          вимальовує модель соціального партнерства, яка дає можливість залучати
          до педагогічної роботи, до участі у роботі державних екзаменаційних
          комісій висококваліфікованих фахівців з виробництва, можливість
          викладачам коледжу проходити стажування на підприємствах з метою
          ознайомлення із сучасними технологіями, можливість студентам проходити
          різні види практик на сучасному виробництві, тощо.
        </p>
        <p style={{textIndent: "20px"}}>
          Співпраця навчального закладу і роботодавців – це перспективний шлях
          розв’язання багатьох проблем, що виникають у процесі підготовки
          кваліфікованих молодших спеціалістів. Саме такій співпраці багато
          уваги приділяють на відділенні електронних апаратів Технічного коледжу
          Тернопільського національного технічного університету імені Івана
          Пулюя, адже зараз відчувається нагальна потреба економіки у
          кваліфікованих фахівцях у галузі телекомунікацій та радіотехніки. Тому
          15 грудня 2017 року у коференцзалі Технічного коледжу ТНТУ відбулась
          зустріч керівництва ПАТ «Тернопільський радіозавод «Оріон» з
          адміністрацією Технічного коледжу, на якій обговорювались шляхи
          співпраці підприємства з навчальним закладом. На зустрічі були
          присутні Голова правління – генеральний директор ПАТ «Тернопільський
          радіозавод «Оріон» Карпик Ярослав Михайлович, перший заступник Голови
          правління – технічний директор ПАТ «Тернопільський радіозавод «Оріон»
          Грицеляк Володимир Михайлович, директор Технічного коледжу ТНТУ імені
          І.Пулюя Калушка Володимир Павлович, заступник директора коледжу з НР
          Волошин Віталій Несторович, заступник директора коледжу з НВР Королюк
          Ростислав Ігорович, завідувач відділенням електронних апаратів Приймак
          Віктор Адамович, голова циклової комісії радіотехнічних дисциплін
          Василишин Ольга Зіновіївна.{" "}
        </p>
        <p style={{textIndent: "20px"}}>
          У ході дискусії Карпик Ярослав Михайлович відмітив, що на даний момент
          на підприємстві виникла проблема з молодими, ініціативними,
          кваліфікованими фахівцями і саме Технічний коледж є головним
          постачальником таких фахівців у регіоні. Технічний директор
          підприємства Грицеляк Володимир Михайлович розповів, що співпраця між
          підприємством та коледжем існує давно, але реалії часу заставляють
          вивести її на значно вищий рівень. У зв’язку з цим уже погоджені 5 тем
          дипломних проектів, які студенти, що навчаються за спеціальністю
          «Конструювання, виробництво та технічне обслуговування радіотехнічних
          пристроїв», будуть виконувати на замовлення заводу, готується ряд
          проектів, які будуть розроблятись студентами коледжу під спільним
          керівництвом як викладачів навчального закладу, так і провідних
          інженерів підприємства.
        </p>
        <p style={{textIndent: "20px"}}>
          Завершенням досягнених домовленостей стало підписання угоди про
          співпрацю між Технічним коледжем Тернопільського національного
          технічного університету імені Івана Пулюя та ПАТ «Тернопільський
          радіозавод «Оріон». Підписана угода про співпрацю засвідчує
          домовленість про взаємні консультації з питань підготовки кадрів,
          формування замовлення на підготовку фахівців та забезпечення
          підприємства висококваліфікованими кадрами, здатними успішно працювати
          на рівні міжнародних стандартів, проведення наукових досліджень та
          проектно-конструкторських розробок з актуальних проблем, створення
          умов для стажування викладачів Технічного коледжу Тернопільського
          національного технічного університету імені Івана Пулюя на базі
          підприємства.
        </p>
        <p style={{textIndent: "20px"}}>
          За умовами угоди студенти коледжу отримають унікальну можливість
          проходження виробничої, конструкторсько-технологічної та
          переддипломної практик, ознайомлення з новітніми технологіями, що
          використовуються на підприємстві, а також отримають перспективу
          подальшого працевлаштування. Спільна робота дозволить підвищити
          конкурентоздатність як Технічного коледжу ТНТУ імені І.Пулюя, так і
          ПАТ «Тернопільський радіозавод «Оріон», створить можливості розвитку
          практичних навичок студентів та надасть новий імпульс у роботі над
          розбудовою промисловості та освіти в Україні.
        </p>
        <p>
          <Slider items={dataSponsors_3} type="row" />
        </p>
      </>
    ),
  },
  {
    title:
      "Екскурсія студентів відділення телекомунікацій та електронних систем на ПП «Цілковита безпека»",
    content: (
      <>
        <p style={{textIndent: "20px"}}>
          Важливе значення для формування прикладних фахових компетентностей має
          співпраця із роботодавцями. Завдяки плідній співпраці зі
          стейкхолдерами цикловою комісією Телекомунікацій та радіотехніки
          фахового коледжу забезпечується поетапна практична підготовка
          майбутніх фахівців в галузі електронних комунікацій
        </p>
        <p style={{textIndent: "20px"}}>
          26 листопада 2024 року студенти груп ТР-302 та ТР-402 відділення
          телекомунікацій та електронних систем побували на ПП «Цілковита
          безпека». Метою візиту було поглиблення теоретичних та практичних
          знань студентів з організації та практичної реалізації технологічних
          процесів проектування та монтажу систем побутового та промислового
          відеонагляду, охоронних систем, домофонів у рамках вивчення дисципліни
          «Технічні засоби охорони об’єктів».
        </p>
        <p style={{textIndent: "20px"}}>
          «Цілковита безпека» - це команда професіоналів з 17-ти річним досвідом
          роботи. Їхня основна діяльність - продаж, монтаж та обслуговування:
          систем відео нагляду, контролю доступу, обліку робочого часу; гаражних
          та промислових воріт, автоматики, шлагбаумів; протипожежний систем;
          охоронних систем; домофонних систем; комп'ютерній комп'ютерних мереж.
          Підприємство має багаторічний досвід роботи в приміщеннях різного
          типу: квартири/будинки, офіси, склади/цехи, великі підприємства,
          заводи.
        </p>
        <p style={{textIndent: "20px"}}>
          В ході екскурсії представники ПП «Цілковита безпека» висловили
          готовність сприяти практичній підготовці здобувачів фахової передвищої
          освіти, надавати їм можливість проходження технологічної та
          передатестаційної практик на базі їхнього підприємства та надавати
          базу для виконання лабораторних та практичних робіт.
        </p>
        <p style={{textIndent: "20px"}}>
          {" "}
          Дана зустріч виявилась цікавою та стала корисною і для студентів, і
          для викладачів, і для стейкхолдерів.
        </p>
        <p>
          <Slider items={dataSponsors_4} type="row" />
        </p>
      </>
    ),
  },
  {
    title:
      "Майстер-клас для студентів спеціальності 172 Електронні комунікації та радіотехніка",
    content: (
      <>
        <p style={{textIndent: "20px"}}>
          Одним з критеріїв оцінювання ступеня відповідності організації
          освітнього процесу вимогам компетентнісного підходу є визначення
          кількості майстер-класів, що проводяться для студентів не професійними
          викладачами, а представниками роботодавців (стейкхолдерів) в особі
          успішних підприємців, провідних менеджерів і фахівців українських
          компаній, державних службовців високого рангу Їх проведення не тільки
          демонструє студентам прихильність їх закладу освіти до співробітництва
          з потенційними роботодавцями, але і забезпечує можливість набути нові
          корисні компетентності.
        </p>
        <p style={{textIndent: "20px"}}>
          В рамках тижня радіо 12 листопада 2024 року фахівці компанії
          «Колумбус» – провідного підприємства Тернополя та регіону в галузі
          телекомунікаційних послуг, провели для студентів спеціальності 172
          Електронні комунікації та радіотехніка майстер-клас з монтажу,
          прокладання та тестування оптоволоконних ліній зв’язку. В ході
          майстер-класу студенти коледжу не тільки ознайомились із типами
          оптоволоконних кабелів та технологіями монтажу
          комутаційно-розподільчих пристроїв, а й мали змогу самостійно
          здійснити зачищення, сколювання та зварювання оптоволокна. Також
          студенти навчились монтувати оптичні кабелі в комутаційні бокси, а
          також навчились тестувати оптоволоконні лінії з допомогою оптичного
          рефлектометра.
        </p>
        <p style={{textIndent: "20px"}}>
          Проведення таких майстер-класів має дуже важливе значення, оскільки
          вони дозволяють довести до студента основи професійного ставлення до
          обраної спеціальності, навчити професійних навичок, підходів та навіть
          мови фаху. Майстер-класи є оптимальною формою практико-орієнтованого
          навчання, являють собою сучасну технологію проведення занять для
          відпрацювання практичних навичок і вмінь з метою підвищення
          професійного рівня, розвитку творчих і особистісних компетентностей
          студентів, обміну передовим досвідом, розширення кругозору.
          Майстер-класи є сучасною формою освітніх технологій.
        </p>
        <p style={{textIndent: "20px"}}>
          Майстер-клас підвищує інтерес до навчальної дисципліни, закріплює та
          сприяє кращому засвоєнню набутих теоретичних знань , створює певну
          позитивну динаміку в навчанні студентів, сприяє отриманню додаткових
          знань, розширює співпрацю з підприємствами та установами, просуває
          імідж навчального закладу.
        </p>
        <p style={{textIndent: "20px"}}>
          Після завершення майстер-класу представники компанії «Колумбус»
          запропонували студентам коледжу пройти технологічну практику на базі
          їхнього підприємства та подарували фаховому коледжу зразки
          оптоволоконних кабелів та комутаційно-розподільчого обладнання для
          проведення лабораторних робіт.
        </p>
        <p>
          <Slider items={dataSponsors_5} type="row" />
        </p>
      </>
    ),
  },
  {
    title:
      "Екскурсія студентів відділення електронних апаратів на «СЕ Борднетце-Україна»",
    content: (
      <>
        <p style={{textIndent: "20px"}}>
          Сьогодні забезпечення задовільного рівня зайнятості молоді є одним із
          пріоритетних завдань розвитку держави, адже саме вона є найактивнішою
          частиною працездатного населення. Лише з урахуванням динаміки рівня
          зайнятості молодих фахівців можна розробляти соціально-економічні
          прогнози розвитку країни на довготривалу перспективу. Саме тому в
          Технічному коледжі Тернопільського національного технічного
          університету імені Івана Пулюя вже стали традиційними екскурсії
          студентів коледжу на провідні підприємства галузі міста.
        </p>
        <p style={{textIndent: "20px"}}>
          Багато уваги працевлаштуванню випускників приділяють на відділенні
          електронних апаратів Технічного коледжу. Велике значення має фахова
          спроможність відділення задовольняти вимоги підприємств у фахівцях.
          Випускники відділення за останні 5 років працевлаштувались у більш ніж
          50 компаній, що працюють у галузі радіоелектроніки в Україні.
        </p>
        <p style={{textIndent: "20px"}}>
          З метою ознайомлення із впровадженням новітніх технологій на сучасному
          виробництві для студентів 3 та 4 курсів спеціальності «Телекомунікації
          та радіотехніка» Технічного коледжу ТНТУ ім. І.Пулюя під керівництвом
          викладачів Василишин О.З, Недошитко Л.М. та Штогрин П.І., відбулось
          знайомство з підприємством «СЕ Бортнеце-Україна».
        </p>
        <p style={{textIndent: "20px"}}>
          Компанія «СЕ Борднетце-Україна» є частиною великою корпорації із
          німецько-японським корінням, історія якої налічує вже більше ста
          років. Підприємство виготовляє кабельно-провідникову продукцію для
          автомобілів марок Audi, Volkswagen, електрокару Porsche Taycan та
          інших світових брендів.
        </p>
        <p style={{textIndent: "20px"}}>Саме завдяки співпраці з підприємством  «СЕ Бортнеце-Україна» ми маємо можливість показати  майбутнім спеціалістам спеціальності «Телекомунікації та радіотехніка» реальне виробництво та технологічні процеси   у виготовленні  електричних в’язок  для традиційних автомобілів та  електроавтомобіля  Porsche Taycan.</p>
        <p style={{textIndent: "20px"}}>Атмосферу відкритості та конструктивності екскурсії додав той факт, що студенти мали змогу ставити запитання, які стосуються, приміром, потреби в молодих фахівцях, можливостями проходження технологічної та переддипломної практик, вимогами, що пред'являються до кандидатів, умовами роботи у виробничих та управлінських структурах підприємств. Також студентів цікавили питання заробітної платні та перспективи кар’єрного росту.</p>
        <p style={{textIndent: "20px"}}>Ми щиро сподіваємось, що саме переваги та можливості, які відкриває підприємство зацікавлять активну, цілеспрямовану молодь. </p>
        <p>
          <Slider items={dataSponsors_6} type="row" />
        </p>
      </>
    ),
  },
]
