import clsx from "clsx"
import {FC} from "react"
import {PageLayout} from "../../layouts"

import homeImg from "@/assets/home/home_img.jpg"

import styles from "./index.module.scss"

interface IHome {}

export const Home: FC<IHome> = () => {
  return (
    <PageLayout>
      <div id="home" className={clsx(styles.page)}>
        <div className={clsx(styles.page_content)}>
          <div className={clsx(styles.page_content_inner)}>
            <div className={clsx(styles.home_hero)}>
              <div className={clsx(styles.home_hero_info)}>
                <div className={clsx(styles.home_hero_info_title)}>
                  Циклова комісія телекомунікацій та радіотехніки
                </div>
                <div className={clsx(styles.home_hero_info_des)}>
                  <p style={{
                    fontSize: "20px",
                    textIndent: "20px"}}>
                    Спеціальність 172 "Електронні комунікації та радіотехніка" орієнтована на підготовку конкурентоспроможних на ринку праці та висококваліфікованих фахівців, які володіють загальними та професійними компетентностями щодо використання сучасних електронних комунікаційних систем та мереж на провідних підприємствах в галузі електронних комунікацій, на виробничих, комерційних та торгових фірмах з ремонту, програмування та налагодження електронної апаратури, в компаніях мобільного зв’язку та мереж, в підрозділах зв’язку в банківських та фінансових установах, конструкторських бюро, тощо.
                   <p/>
                    <p style={{
                      fontSize: "20px",
                      textIndent: "20px"
                    }}>
                      Поєднання навчання та практики є необхідною умовою підготовки висококваліфікованих фахівців у сфері електронних комунікацій та радіотехніки. Теоретичні знання створюють фундамент для розуміння основних принципів роботи системи, а практика набути важливих професійних навичок. Такий підхід формує студентів як майбутніх фахових молодших бакалаврів, стимулює їхній професійний розвиток та конкурентоспроможність .
                    </p>
                  </p>
                </div>
              </div>
            </div>
            <div className={clsx(styles.home_section)}>
              <div className={clsx(styles.home_section_title)}>
                <div className={clsx(styles.home_section_title_inner)}>
                  Чим перспективне навчання у нашому коледжі за спеціальністю
                  <br />
                  172 Електронні комунікації та радіотехніка
                </div>
              </div>
              <div className={clsx(styles.home_prospects)}>
                <div className={clsx(styles.home_prospects_item)}>
                  <div className={clsx(styles.home_prospects_item_title)}>
                    Навчання та навички:
                  </div>
                  <div className={clsx(styles.home_prospects_item_prospects)}>
                    <div
                      className={clsx(
                        styles.home_prospects_item_prospects_item,
                      )}
                    >
                      У процесі навчання студенти вивчають дисципліни, які надають сучасні уявлення про інформацію, способи її обробки, передачі, прийом та розподіл, захист інформації в телекомунікаційних та радіотехнічних системах та мережах; глибокі знання про сучасні інформаційно-комунікаційні технології та електронні компоненти і технічні засоби зв’язку.
                    </div>
                    <div
                      className={clsx(
                        styles.home_prospects_item_prospects_item,
                      )}
                    >
                      Разом з навичками використання програмних засобів і роботи в комп’ютерних мережах та використовувати Internet-ресурси, студенти оволодівають здатністю проектувати нові радіотехнічні, телекомунікаційні, інформаційні та транспортні мережі, цифрові системи передачі, комутації та обробки даних, основи налагоджування, монтажу, діагностики та ремонту радіотехнічної, телекомунікаційної та радіоелектронної апаратури. Оволодівають навичками програмування, комп’ютерного моделювання та автоматизованого проектування в області радіотехніки та телекомунікацій.
                    </div>
                  </div>
                </div>
                <div className={clsx(styles.home_prospects_item)}>
                  <div className={clsx(styles.home_prospects_item_title)}>
                    Дозвілля:
                  </div>
                  <div className={clsx(styles.home_prospects_item_prospects)}>
                    <div
                      className={clsx(
                        styles.home_prospects_item_prospects_item
                      )}
                    >
                      Під час навчання студенти приймають активну участь у науковому, культурному та спортивному житті
                      коледжу, працюють в експериментально-наукових гуртках, що функціонують в цикловій комісії . Щорічно цікаво
                      та креативно проводять тижні Радіо в навчальному закладі. Викладачі циклової комісії телекомунікацій та радіотехніки проводять екскурсії на
                      підприємства та установи міста по спеціалізації, разом зі студентами їздять на екскурсії до інших
                      міст України, відвідують цікаві місця, проводять зібрання в цикловій комісії приурочені до свят тощо.
                    </div>
                    <img
                      className={clsx(styles.home_hero_img)}
                      src={homeImg}
                      alt=""
                    />
                  </div>
                </div>
                <div className={clsx(styles.home_prospects_item)}>
                  <div className={clsx(styles.home_prospects_item_title)}>
                    Кар'єрні можливості:
                  </div>
                  <div className={clsx(styles.home_prospects_item_prospects)}>
                    <div
                      className={clsx(
                        styles.home_prospects_item_prospects_item
                      )}
                    >
                      Після закінчення навчання за спеціальністю "172 Електронні комунікації та радіотехніка", випускники можуть
                      працювати за такими за професіями згідно з Національним класифікатором професій ДК 003:2010:
                      3114 Технічні фахівці в галузі електроніки та телекомунікацій:
                      <li>Технік електрозв’язку;</li>
                      <li>Технік з радіолокації;</li>
                      <li>Технік із сигналізації;</li>
                      <li>Технік із конфігурованої комп'ютерної системи;</li>
                      <li>Технік із структурованої кабельної системи;</li>
                      <li>Технік обчислювального (інформаційно-обчислювального)центру;</li>
                      <li>Технік-конструктор (електроніка);</li>
                      <li>Технік-технолог (електроніка) </li>
                      <p>3119 Інші технічні фахівці в галузі фізичних наук та техніки:</p>
                      <li>Технік;</li>
                      <li>Технік з налагоджування та випробувань;</li>
                      <li>Технік з підготовки виробництва;</li>
                      <li>Технік з підготовки технічної документації;</li>
                    </div>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </PageLayout>
  )
}
