import { Img } from "@/components/img";



import Image_5 from "@/assets/historyCC/тр2004.jpg";
import Image_1 from "@/assets/historyCC/тр2009.jpg";
import Image_2 from "@/assets/historyCC/тр2012.jpg";
import Image_3 from "@/assets/historyCC/тр2016.jpg";
import Image_4 from "@/assets/historyCC/тр2020.jpg";
import Image_6 from "@/assets/historyCC/тр2024.jpg";


export const dataContent = [
  {
    content: (
      <>
        <p>
          Кінець XX і початок ХХІ століть характеризується бурхливим розвитком
          радіоелектронної техніки і її широким застосуванням усіх галузях
          людської діяльності. Загальне прискорення науково-технічного прогресу
          пов'язане з впровадженням сучасних технологій, які знижують
          матеріалоємність і електроємність виробництва, широкою автоматизацією
          технологічних процесів на основі використання електронних та
          мікроелектронних пристроїв.
        </p>
        <p>
          Характерною тенденцією розвитку молодої Української держави, як і
          інших розвинених країн світу, стало широке використання досягнень
          радіотехніки електроніки та мікроелектроніки для ефективного
          розв'язання прикладних технічних та технологічних завдань. На той час
          великі заводи- гіганти «Оріон», «Сатурн», «Промінь», які були досить
          знаними в нашому місті, потребували значної кількості фахівців саме
          радіотехнічного спрямування. Для реалізації цієї мети і здійснювалась
          підготовка радіотехніків в Тернопільському технікумі радіоелектронного
          приладобудування, який був створений у 1986 році.
        </p>
        <p>
          Технікум став базовим освітнім закладом по випуску фахівців для
          електронної промисловості регіону. Першою спеціальністю даної галузі в
          технікумі була спеціальність 2301 «Радіоапаратобудування»,
          спеціалізація 2301-01 «Проектування і виробництво радіоапаратури».
          Слід відмітити, що дана спеціальність є найстарішою в навчальному
          закладі ,оскільки підготовка вказаних фахівців розпочалася ще з
          моменту створення Тернопільського технікуму радіоелектронного
          приладобудування.
        </p>
        <p>
          Історія циклової комісії радіотехнічних дисциплін, а саме так
          називалась циклова комісія на той час, тісно переплітається з історією
          розвитку технікуму та електронної промисловості регіону. Створена
          циклова комісія була у 1987 році і На той час у складі циклової
          комісії радіотехнічних дисциплін було лише 6 викладачів, які викладали
          10 навчальних дисциплін радіотехнічного спрямування. Найдосвідченішими
          викладачами, які започаткували дану спеціальність, створили перші
          кабінети та лабораторії були Прохоровський Станіслав Владиславович,
          який також був першим директором технікуму, Іванюк Генадій Григорович,
          Сапожнік Григорій Вікторович, Задорожний Віктор Юліанович. Першим
          головою циклової комісії радіотехнічних дисциплін був Задорожний В.Ю.
          (1987-1991 р.р.).{" "}
        </p>
        <p>
          З розвитком закладу зростав контингент здобувачів освіти, колектив
          циклової комісії поповнювався молодими талановитими викладачами,
          збагачувалась матеріально-технічна база технікуму. У 1991 році денне
          відділення технікуму було реорганізоване у два відділення за
          напрямками підготовки – радіотехнічне та механічне. Першим завідувачем
          радіотехнічного відділення став Задорожний В.Ю., а головою циклової
          комісії радіотехнічних дисциплін – Приймак В.А. (1991-1992 р.р.). У
          1992 році завідувачем радіотехнічного відділення стає Приймак В.А., а
          Задорожний В.Ю. - головою циклової комісії радіотехнічних дисциплін
          (1992-1993 р.р., 2001-2002 р.р.).
        </p>
        <p>
          У 1994 році освітній заклад зазнав реорганізації: Тернопільський
          технікум радіоелектронного приладобудування та Тернопільське ПТУ №9
          об’єднались та утворили новий заклад освіти – Технічний коледж
          Тернопільського приладобудівного інституту. З 1998 року в коледжі
          розпочалась підготовка молодших спеціалістів радіоелектронного
          спрямування за спеціальністю 5.090704 «конструювання, виробництво та
          технічне обслуговування радіотехнічних пристроїв» та та була
          започаткована підготовка бакалаврів за спеціальністю 6.091000
          «Електронні апарати». В цей час головою циклової комісії
          радіотехнічних дисциплін був Іванюк Г.Г. (1993-2000 р.р.).
        </p>
        <p>
          Трансформація економічного механізму з метою його ефективного
          функціонування в умовах ринкових відносин, висувала потребу
          принципових змін у підготовці фахівців для народного господарства, що
          можуть повноцінно працювати в усіх галузях виробничої та управлінської
          діяльності. Сучасне виробництво потребувало висококваліфікованих
          фахівців освітньо-кваліфікаційного рівня “бакалавр”. У 2001 році в
          Технічному коледжі ТДТУ розпочалась підготовка бакалаврів за
          скороченим терміном підготовки за спеціальністю 6.090700
          «Радіотехніка».{" "}
        </p>
        <p>
          Коледж зростав, розвивався, з’являлись нові спеціальності і разом із
          закладом розвивалась і циклова комісія. З’явились нові дисципліни,
          нові навчальні кабінети та лабораторії, оснащені сучасним
          радіоелектронним та метрологічним обладнанням. У зв’язку з цим циклова
          комісія поповнюється молодими, енергійними та талановитими
          викладачами, які прийшли в коледж з виробництва, що значно підвищило
          якість практичної підготовки здобувачів. В цей час циклова комісія
          радіотехнічних дисциплін налічує вже 15 чоловік і головою циклової
          комісії у 2003 році стає Василишин О.З., яка до приходу в коледж 10
          років працювала інженером на ТРЗ «Оріон». У зв’язку із зміною назви
          спеціальності на «Телекомунікації та радіотехніка» у 20221 році
          циклова комісія стала називатись цикловою комісією телекомунікацій та
          радіотехніки.
        </p>
        <p>На даний час циклова комісія налічує 8 викладачів, з яких:</p>
        <ul>
          <li>спеціалісти вищої категорії – 7 викладачів;</li>
          <li>спеціалісти – 1 викладач;</li>
          <li>старші викладачі – 1 викладач;</li>
          <li>викладачі-методисти – 4 викладачі.</li>
        </ul>
        <p>Викладачі циклової комісії телекомунікацій та радіотехніки здійснюють викладання освітніх компонент радіотехнічного спрямування не тільки для здобувачів спеціальності 172 «Електронні комунікації та радіотехніка», а й для здобувачів наступних спеціальностей: 122 «Комп’ютерні науки», 123 «Комп’ютерна інженерія», 141 «Електроенергетика, електротехніка та електромеханіка». </p>
        <p>З плином часу змінювався коледж, з’являлись нові освітньо-професійні рівні, змінювались спеціальності та освітні компоненти, але завжди залишались незмінними висока якість підготовки фахівців, високий рівень викладання освітніх компонент, вміння вчасно реагувати на зміни в техніці та технологіях радіоелектронної галузі. </p>
        <p>За весь період існування цикловою комісією підготовлено для народно-господарського комплексу України понад 3000 розумних, висококваліфікованих та вмотивованих фахівців у галузі електронних комунікацій, електроніки та приладобудування, які є провідними фахівцями підприємств телекомунікаційної та радіотехнічної галузей регіону.</p>
      </>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_5} />
        <p>Члени циклової комісії у 2004 році.</p>
      </div>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_1} />
        <p>Члени циклової комісії у 2009 році.</p>
      </div>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_2} />
        <p>Члени циклової комісії у 2012 році.</p>
      </div>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_3} />
        <p>Члени циклової комісії у 2016 році.</p>
      </div>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_4} />
        <p>Члени циклової комісії у 2020 році.</p>
      </div>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <Img src={Image_6} />
        <p>Члени циклової комісії у 2024 році.</p>
      </div>
    ),
  },
  {
    title: "Завдання і робота циклової комісії",
    content: (
      <>
        <p>
          Завданням циклової комісії є підготовка сучасного фахівця в галузі
          телекомунікацій та радіотехніки, фахівця якому притаманні такі якості:
          <ul>
            <li>
              Здатність до розуміння сутності i значення глобальної
              інформаційної інфраструктури в розвитку сучасного суспільства.
            </li>
            <li>
              Здатність до застосовування інформаційно-комунікаційних технологій
              з урахуванням основних вимог інформаційної безпеки для вирішення
              типових завдань професійної діяльності.
            </li>
            <li>
              Здатність до використання базових методів, способів i засобів
              отримання, передавання, обробки та зберігання інформації для
              ведення технічної документації, обліку i звітності в процесі
              експлуатації та технічного обслуговування телекомунікаційних та
              радіотехнічних систем.
            </li>
            <li>
              Здатність до використання спеціального програмного забезпечення,
              інформаційних технологій та пакетів прикладних програм для
              моделювання пристроїв, систем i процесів в
              інформаційно-комунікаційних мережах, телекомунікаційних та
              радіотехнічних системах.
            </li>
            <li>
              Здатність до організації робочого часу відповідно до конкретних
              умов діяльності, обсягів технічних завдань i вимог щодо якості їх
              виконання
            </li>
            <li>
              Здатність до виявлення типових несправностей телекомунікаційного i
              радіотехнічного обладнання за результатами інструментальних
              вимірювань.
            </li>
            <li>
              Здатність до адаптації у разі зміни технологій та обладнання у
              професійній діяльності.
            </li>
            <li>
              Здатність до здійснення роботи для забезпечення вимог до
              показників якості та надійності споруд, засобів i устаткування
              телекомунікацій та радіотехніки.
            </li>
            <li>
              Здатність до самоконтролю i організації виконуваних робіт
              відповідно до правил охорони праці i пожежної безпеки.
            </li>
            <li>
              Здатність до виконання розрахунків інформаційно-комунікаційних
              мереж, телекомунікаційного обладнання та радіотехнічних пристроїв
              під керівництвом інженерно-технічного персоналу.
            </li>
            <li>
              Здатність до здійснення діагностики та технічного обслуговування
              обладнання для керування потоками навантаження телекомунікаційних
              мереж.
            </li>
            <li>
              Здатність до розуміння сучасних радіоелектронних компонентів та
              технічних засобів радіотехнічних пристроїв та систем (побудова і
              функціонування мікропроцесорів, радіотехнічного обладнання і
              програмного забезпечення радіоінформаційних та телекомунікаційних
              систем, мереж теле- та радіомовлення, систем передачі, систем
              комутації, залежно від методів їхньої технічної експлуатації
              тощо).{" "}
            </li>
            <li>
              Здатність оцінювати і враховувати економічні, соціальні,
              екологічні та технологічні чинники, що впливають на фахову
              діяльність в галузі електроніки та телекомунікацій.
            </li>
            <li>
              Здатність застосовувати сучасні технології для проектування,
              виробництва, ремонту, експлуатації та модернізації елементів
              телекомунікаційних та радіотехнічних систем.
            </li>
          </ul>
        </p>
      </>
    ),
  },
  {
    title: "Основні напрямки роботи комісії",
    content: (
      <>
        <p>
          І. Вивчення і підвищення рівня знань, умінь та навичок студентів:
          <ul>
            <li>
              Використання різних  форм перевірки знань мають свої особливості та призначені для досягнення різних цілей навчання. Оптимальним є комплексний підхід, що поєднує тестування, усні опитування, письмові роботи, проєктну діяльність та практичні завдання.
            </li>
            <li>
              Аналіз рівня знань, умінь і навичок студентів, труднощів в
              опануванні програмним матеріалом і на цій основі розроблення
              шляхів підвищення ефективності навчального процесу
            </li>
            <li>
              Вивчення результативності позакласної роботи, залучення студентів
              до роботи в гуртках
            </li>
            <li>
              Проведення конкурсів серед студентів старших курсів на кращого по
              професії
            </li>
          </ul>
          <p>
            ІІ. Розробка та впровадження заходів з вдосконалення методики
            викладання:
          </p>
          <ul>
            <li>
              Розробка та впровадження методичних рекомендацій по вдосконаленню
              і підвищенню рівня знань
            </li>
            <li>
              Обговорення результатів курсового та дипломного проектування
            </li>
            <li>
              Розробка та впровадження методичних розробок та рекомендацій по
              предметах циклу та по темах і розділах цих предметів
            </li>
            <li>
              Вивчення і рецензування навчально-методичної літератури, наукових
              публікацій та їх використання в навчально-виховному процесі{" "}
            </li>
            <li>Створення  та наповнення електронних навчальних курсів у системі MOODLE (<a href="https://eguru1.tk.te.ua/">eguru1.tk.te.ua</a>)</li>
            <li>
              Забезпечення ефективного дистанційного та змішаного навчання
            </li>
          </ul>
        </p>
      </>
    ),
  },
]
