export const dataContent = [
  {
    content: (
      <>
        <a href="https://tk.te.ua/wp-content/uploads/2024/02/%D0%9E%D0%9F%D0%9F_%D0%A4%D0%9C%D0%91_122_%D0%9A%D0%BE%D0%BC%D0%BF%D1%8E%D1%82%D0%B5%D1%80%D0%BD%D1%96_%D0%BD%D0%B0%D1%83%D0%BA%D0%B8_2020.pdf">Освітньо-професійна програма «Конструювання, виробництво та технічне обслуговування радіотехнічних пристроїв» освітньо-професійного ступеня фахового молодшого бакалавра за спеціальністю 172 «Телекомунікації та радіотехніка» 2022р.</a>
        <p>
          <a href="https://tk.te.ua/wp-content/uploads/2023/01/%D0%9E%D0%9F%D0%9F_%D0%A4%D0%9C%D0%91_122_%D0%9A%D0%BE%D0%BC%D0%BF%D1%8E%D1%82%D0%B5%D1%80%D0%BD%D1%96_%D0%BD%D0%B0%D1%83%D0%BA%D0%B8_2022.pdf">Освітньо-професійна програма «Конструювання, виробництво та технічне обслуговування радіотехнічних пристроїв» освітньо-професійного ступеня фахового молодшого бакалавра за спеціальністю 172 «Електронні комунікації та радіотехніка» 2023р.</a>
      </p>
      </>
    ),
  },
]
