export const dataContent = [
  {
    content: (
      <>
        <li>
          <a href="https://tk.te.ua/wp-content/uploads/2025/02/sajt_opp_fmb_172_telekomunikacziyi_radiotehnika_2020_nova.pdf">Освітньо-професійна програма «Конструювання, виробництво та технічне обслуговування радіотехнічних пристроїв» освітньо-професійного ступеня фахового молодшого бакалавра за спеціальністю 172 «Телекомунікації та радіотехніка» 2020р. </a>
        </li>
        <li>
          <a href="https://tk.te.ua/wp-content/uploads/2025/02/opp_fmb_172_telekomunikacziyi_radiotehnika_2022_nova.pdf"> Освітньо-професійна програма «Конструювання, виробництво та технічне обслуговування радіотехнічних пристроїв» освітньо-професійного ступеня фахового молодшого бакалавра за спеціальністю 172 «Телекомунікації та радіотехніка» 2022р.</a>
        </li>
        <li>
          <a href="https://tk.te.ua/wp-content/uploads/2025/02/opp_fmb_172_elektronni_komunikacziyi_ta_radiotehnika_2023_nova.pdf"> Освітньо-професійна програма «Конструювання, виробництво та технічне обслуговування радіотехнічних пристроїв» освітньо-професійного ступеня фахового молодшого бакалавра за спеціальністю 172 «Електронні комунікації та радіотехніка» 2023р.</a>
        </li>
      </>
    ),
  },
]
