import { Slider } from "@/components/Slider";
import { Images } from "@/components/images";



//1
import img_1_1 from "@/assets/achivements/1.jpg";
import img_1_2 from "@/assets/achivements/2.jpg";
//2
import img_2_1 from "@/assets/achivements/3.jpg";
import img_2_2 from "@/assets/achivements/4.jpg";
import img_2_3 from "@/assets/achivements/5.jpg";
//3
import img_3_1 from "@/assets/achivements/6.png";
import img_3_2 from "@/assets/achivements/7.png";
//4
import img_4_1 from "@/assets/achivements/8.jpg";
import img_4_2 from "@/assets/achivements/9.jpg";
//5
import img_5_1 from "@/assets/achivements/10.jpg";
import img_5_2 from "@/assets/achivements/11.jpg";
import img_5_3 from "@/assets/achivements/12.jpg";
import img_5_4 from "@/assets/achivements/13.jpg";
import img_5_5 from "@/assets/achivements/14.png";
//6
import img_6_1 from "@/assets/achivements/15.jpg";
import img_6_2 from "@/assets/achivements/16.jpg";
//7
import img_7_1 from "@/assets/achivements/17.jpg";
import img_7_2 from "@/assets/achivements/18.jpg";
import img_7_3 from "@/assets/achivements/19.jpg";



import { dataSponsors_1, dataSponsors_2, dataSponsors_3, dataSponsors_4 } from "../data/dataSlider";


export const dataContent = [
  {
    content: (
      <>
        <p style={{textAlign: "center", fontWeight: "bold"}}>
          <b>
            Участь та перемоги у Всеукраїнських олімпіадах з радіоелектроніки
          </b>
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>І Всеукраїнська олімпіада з радіоелектроніки</b>
        </p>
        <p>
          Студенти посіли 2 загальнокомандне місце у І Всеукраїнській олімпіаді
          з радіоелектроніки, яка проходила 11-13 травня 2011 року на базі
          Вінницького технічного коледжу. У всіх конкурсах олімпіади були
          здобуті призові місця: у радіомонтажному конкурсі Лотоцький Павло 2
          місце у конкурсі з проектування друкованого вузла з використанням САПР
          Джоголик Микола 2 місце, у творчому конкурсі 3 місце, команда у складі
          Джоголика Миколи, Лотоцького Павла з практичною роботою «Тестова плата
          для дослідже ння мікроконтролерів Atmega 8/48/88/168».
        </p>
        <Images images={[img_1_1, img_1_2]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>ІІІ Всеукраїнська олімпіада з радіоелектроніки</b>
        </p>
        <p>
          Студенти Технічного коледжу ТНТУ ім.І.Пулюя посіли 1 місце у творчому
          конкурсі ІІІ Всеукраїнської олімпіади з радіоелектроніки яка проходила
          24-26 квітня 2013 року на базі Смілянського промислово-економічного
          коледжу ЧДТУ у складі Покришки Василя, Стросінського Степана з
          практичною роботою «Блок живлення 0-30 В, 1А »{" "}
        </p>
        <Images images={[img_2_1, img_2_2, img_2_3]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>V Всеукраїнська олімпіада з радіоелектроніки</b>
        </p>
        <p>
          Команда– студенти групи РА-404 Визнюк Олександр і Березіцький Іван і
          керівник команди – викладач Савчук М.П., здобула І місце на ІV
          Всеукраїнській олімпіаді з радіоелектроніки серед студентів вищих
          навчальних закладів України І-ІІ рівнів акредитації.
        </p>
        <p>
          Олімпіада проходила з 21 по 23 травня 2014 р. на базі Вінницького
          технічного коледжу. Програма олімпіади складалась з чотирьох
          конкурсів.
        </p>
        <p>
          Учасники команди нашого навчального закладу здобули перемогу та
          призові місця в усіх конкурсах:
          <ul>
            <li>
              Визнюк О.: теоретичний конкурс – І місце, проектування друкованого
              вузла з використанням САПР – І місце;
            </li>
            <li>
              Березюк І.: – конкурс з конструювання та технології виготовлення
              радіоелектронного пристрою – ІІ місце;
            </li>
            <li>
              у конкурсі з технічної творчості команда коледжу посіла ІІ місце.
            </li>
          </ul>
        </p>
        <Images images={[img_3_1, img_3_2]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>
            V Всеукраїнська олімпіада з радіоелектроніки проходила 20-22 травня
            на базі Технічного коледжу Тернопільського національного технічного
            університету ім. Івана Пулюя.
          </b>
        </p>
        <p>
          2 місце – команда Технічного коледжу Тернопільського національного
          технічного університету ім. Івана Пулюя у складі Олійника Руслана,
          Кубашка Андрія
        </p>
        <Images images={[img_4_1, img_4_2]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>VII Всеукраїнська олімпіада з радіоелектроніки 2016р.</b>
        </p>
        <p>
          Крочак Валентин: проектування друкованого вузла з використанням САПР –
          ІII місце;
        </p>
        <Slider items={dataSponsors_1} type="row" />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Галенда Богдан та Савич Андрій , прийняли участь у VІІІ Всеукраїнській
          олімпіаді з Радіоелектроніки серед студентів ВНЗ І-ІІ рівнів
          акредитації вибороли 4 місце
        </p>
        <p>
          16-18 травня 2018 року на базі Вінницького технічного коледжу
          проходила VІІІ Всеукраїнська олімпіада з Радіоелектроніки серед
          студентів ВНЗ І-ІІ рівнів акредитації України.
        </p>
        <Images images={[img_6_1, img_6_2]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>
            ІХ Всеукраїнська олімпіада з Радіоелектроніки серед студентів ЗВО
            І-ІІ рівнів акредитації , яка проходила в м.Кам’янське студенти
            Галенда Богдана та Савич Андрій вибороли призові місця у двох
            конкурсах: у конкурсі з технічної творчості – 3 місце, у
            теоретичному конкурсі – 2 місце.
          </b>
        </p>
        <Images images={[img_7_1, img_7_2, img_7_3]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p style={{textAlign: "center", fontWeight: "bold"}}>
          <b>Участь у всеукраїнських та міжнародних наукових конференціях</b>
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Викладачі спеціальності{" "}
          <b>172 "Електронні комунікації та радіотехніка"</b> активно працюють
          зі студентами, готуючи їх до участі у всеукраїнських та міжнародних
          наукових конференціях. Вони сприяють розвитку дослідницьких навичок
          студентів, допомагають у написанні тез та наукових доповідей, що
          дозволяє майбутнім фахівцям презентувати свої здобутки на професійних
          наукових заходах.
        </p>
        <p>
          Викладач циклової комісії Людмила Недошитко систематично працює зі
          здобувачами освіти в напрямку підготовки їх на міжнародні та
          всеукраїнські конференції
        </p>
        <p>
          <a href="https://tntu.edu.ua/storage/pages/00000852/Zbirnyk-studconf2021.pdf">
            {" "}
            <b>
              - ІV МІЖНАРОДНА студентська науково - технічна конференція
              "ПРИРОДНИЧІ ТА ГУМАНІТАРНІ НАУКИ. АКТУАЛЬНІ ПИТАННЯ" 28-29 квітня
              2021 р.
            </b>
          </a>
        </p>
        <ul>
          <li>1) Тема « ГНУЧКІ ЕКРАНИ»   ст.Недошитко  О. </li>
          <li>2) Тема «ТЕХНОЛОГІЯ 5G»    ст.Гаврилюк  П.</li>
        </ul>
        <p></p>
        <Slider items={dataSponsors_2} type="row" />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Студенти спеціальності 172 " Електронні пкомунікації та радіотехніка"
          власноруч виготовляють багато реальних макетів радіотехнічних
          пристроїв, застосовуючи теоретичні знання на практиці. Вони працюють
          із сучасними електронними компонентами, вивчають принципи схемотехніки
          та освоюють методи монтажу. Процес розробки макетів їм краще розробити
          роботу електронних систем і вдосконалити навички пайки та налагодження
          схем. Такий підхід допоможе підготовці висококваліфікованих
          спеціалістів для сфери телекомунікацій, зв'язку та автоматики.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_3} type="row" />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Тернопільський освітній навчально-демонстраційний «Центр Науки» в
          рамках Всеукраїнського проекту «Scientific Fun – Наукові пікніки в
          Україні» щорічно організовував та проводив у м.Тернополі, м. Бережани
          і у м. Чортків Наукові пікніки. Дані Наукові пікніки – це інтерактивні
          експерименти для всіх зацікавлених у бажанні підвищувати свій освітній
          та науковий рівень.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Викладачі циклової комісії телекомунікацій та ВСП « Тернопільський
          фаховий коледж ТНТУ імені І. Пулюя» також активно долучалисяся до
          даного проекту.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Команда викладачів циклової комісії представила для всіх учасників та
          відвідувачів Наукових пікніків технічні та наукові розробки студентів
          спеціальності коледжу. Також з метою профорієнтації відвідувачі заходу
          були ознайомлені із історією коледжу, спеціальностями та умовами
          навчання в коледжі.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_4} type="row" />
      </>
    ),
  },
]
