import { Slider } from "@/components/Slider";
import { Images } from "@/components/images";



//1
import img_1_1 from "@/assets/achivements/1.jpg";
import img_1_2 from "@/assets/achivements/2.jpg";
//2
import img_2_1 from "@/assets/achivements/3.jpg";
import img_2_2 from "@/assets/achivements/4.jpg";
import img_2_3 from "@/assets/achivements/5.jpg";
//3
import img_3_1 from "@/assets/achivements/6.png";
import img_3_2 from "@/assets/achivements/7.png";
//4
import img_4_1 from "@/assets/achivements/8.jpg";
import img_4_2 from "@/assets/achivements/9.jpg";
//5
import img_5_1 from "@/assets/achivements/10.jpg";
import img_5_2 from "@/assets/achivements/11.jpg";
import img_5_3 from "@/assets/achivements/12.jpg";
import img_5_4 from "@/assets/achivements/13.jpg";
import img_5_5 from "@/assets/achivements/14.png";
//6
import img_6_1 from "@/assets/achivements/15.jpg";
import img_6_2 from "@/assets/achivements/16.jpg";
//7
import img_7_1 from "@/assets/achivements/17.jpg";
import img_7_2 from "@/assets/achivements/18.jpg";
import img_7_3 from "@/assets/achivements/19.jpg";
import img_8_1 from "@/assets/achivements/201.jpg";
import img_8_2 from "@/assets/achivements/202.jpg";
import img_8_3 from "@/assets/achivements/203.jpg";
import img_9_1 from "@/assets/achivements/2345.png";



import { dataSponsors_1, dataSponsors_2, dataSponsors_3, dataSponsors_4, dataSponsors_5 } from "../data/dataSlider";


export const dataContent = [
  {
    content: (
      <>
        <p style={{textAlign: "center", fontWeight: "bold"}}>
          <b>
            Участь та перемоги у Всеукраїнських олімпіадах з радіоелектроніки
          </b>
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>І Всеукраїнська олімпіада з радіоелектроніки</b>
        </p>
        <p>
          Студенти посіли 2 загальнокомандне місце у І Всеукраїнській олімпіаді
          з радіоелектроніки, яка проходила 11-13 травня 2011 року на базі
          Вінницького технічного коледжу. У всіх конкурсах олімпіади були
          здобуті призові місця: у радіомонтажному конкурсі Лотоцький Павло 2
          місце у конкурсі з проектування друкованого вузла з використанням САПР
          Джоголик Микола 2 місце, у творчому конкурсі 3 місце, команда у складі
          Джоголика Миколи, Лотоцького Павла з практичною роботою «Тестова плата
          для дослідже ння мікроконтролерів Atmega 8/48/88/168».
        </p>
        <Images images={[img_1_1, img_1_2]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>ІІІ Всеукраїнська олімпіада з радіоелектроніки</b>
        </p>
        <p>
          Студенти Технічного коледжу ТНТУ ім.І.Пулюя посіли 1 місце у творчому
          конкурсі ІІІ Всеукраїнської олімпіади з радіоелектроніки яка проходила
          24-26 квітня 2013 року на базі Смілянського промислово-економічного
          коледжу ЧДТУ у складі Покришки Василя, Стросінського Степана з
          практичною роботою «Блок живлення 0-30 В, 1А »{" "}
        </p>
        <Images images={[img_2_1, img_2_2, img_2_3]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>V Всеукраїнська олімпіада з радіоелектроніки</b>
        </p>
        <p>
          Команда– студенти групи РА-404 Визнюк Олександр і Березіцький Іван і
          керівник команди – викладач Савчук М.П., здобула І місце на ІV
          Всеукраїнській олімпіаді з радіоелектроніки серед студентів вищих
          навчальних закладів України І-ІІ рівнів акредитації.
        </p>
        <p>
          Олімпіада проходила з 21 по 23 травня 2014 р. на базі Вінницького
          технічного коледжу. Програма олімпіади складалась з чотирьох
          конкурсів.
        </p>
        <p>
          Учасники команди нашого навчального закладу здобули перемогу та
          призові місця в усіх конкурсах:
          <ul>
            <li>
              Визнюк О.: теоретичний конкурс – І місце, проектування друкованого
              вузла з використанням САПР – І місце;
            </li>
            <li>
              Березюк І.: – конкурс з конструювання та технології виготовлення
              радіоелектронного пристрою – ІІ місце;
            </li>
            <li>
              у конкурсі з технічної творчості команда коледжу посіла ІІ місце.
            </li>
          </ul>
        </p>
        <Images images={[img_3_1, img_3_2]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>
            V Всеукраїнська олімпіада з радіоелектроніки проходила 20-22 травня
            на базі Технічного коледжу Тернопільського національного технічного
            університету ім. Івана Пулюя.
          </b>
        </p>
        <p>
          2 місце – команда Технічного коледжу Тернопільського національного
          технічного університету ім. Івана Пулюя у складі Олійника Руслана,
          Кубашка Андрія
        </p>
        <Images images={[img_4_1, img_4_2]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>VII Всеукраїнська олімпіада з радіоелектроніки 2016р.</b>
        </p>
        <p>
          Крочак Валентин: проектування друкованого вузла з використанням САПР –
          ІII місце;
        </p>
        <Slider items={dataSponsors_1} type="row" />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Галенда Богдан та Савич Андрій , прийняли участь у VІІІ Всеукраїнській
          олімпіаді з Радіоелектроніки серед студентів ВНЗ І-ІІ рівнів
          акредитації вибороли 4 місце
        </p>
        <p>
          16-18 травня 2018 року на базі Вінницького технічного коледжу
          проходила VІІІ Всеукраїнська олімпіада з Радіоелектроніки серед
          студентів ВНЗ І-ІІ рівнів акредитації України.
        </p>
        <Images images={[img_6_1, img_6_2]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>
            ІХ Всеукраїнська олімпіада з Радіоелектроніки серед студентів ЗВО
            І-ІІ рівнів акредитації , яка проходила в м.Кам’янське студенти
            Галенда Богдана та Савич Андрій вибороли призові місця у двох
            конкурсах: у конкурсі з технічної творчості – 3 місце, у
            теоретичному конкурсі – 2 місце.
          </b>
        </p>
        <Images images={[img_7_1, img_7_2, img_7_3]} />
      </>
    ),
  },
  {
    content: (
      <>
        <p style={{textAlign: "center", fontWeight: "bold"}}>
          <b>Участь у всеукраїнських та міжнародних наукових конференціях</b>
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Викладачі спеціальності{" "}
          <b>172 "Електронні комунікації та радіотехніка"</b> активно працюють
          зі студентами, готуючи їх до участі у всеукраїнських та міжнародних
          наукових конференціях. Вони сприяють розвитку дослідницьких навичок
          студентів, допомагають у написанні тез та наукових доповідей, що
          дозволяє майбутнім фахівцям презентувати свої здобутки на професійних
          наукових заходах.
        </p>
        <p>
          Викладач циклової комісії Людмила Недошитко систематично працює зі
          здобувачами освіти в напрямку підготовки їх на міжнародні та
          всеукраїнські конференції
        </p>
        <p>
          <a href="https://tntu.edu.ua/storage/pages/00000852/Zbirnyk-studconf2021.pdf">
            {" "}
            <b>
              ІV МІЖНАРОДНА студентська науково - технічна конференція
              "ПРИРОДНИЧІ ТА ГУМАНІТАРНІ НАУКИ. АКТУАЛЬНІ ПИТАННЯ" 28-29 квітня
              2021 р.
            </b>
          </a>
        </p>
        <ol>
          <li> Тема « ГНУЧКІ ЕКРАНИ» ст. Недошитко О. </li>
          <li> Тема «ТЕХНОЛОГІЯ 5G» ст. Гаврилюк П.</li>
        </ol>
        <p>
          <a href="https://web.kpi.kharkov.ua/ft/materialy-konferentsij/">
            <b>
              Всеукраїнської наукової студентської конференції (21 - 22 квітня
              2021 року) «АКТУАЛЬНІ ПРОБЛЕМИ ФІЗИКИ ТА ЇХ ІНФОРМАЦІЙНЕ
              ЗАБЕЗПЕЧЕННЯ»( м.Харків)
            </b>
          </a>
        </p>
        <ol>
          <li> « МОЛЕКУЛЯРНА ЕЛЕКТРОНІКА» Ст. Недошитко О.</li>
          <li> «ВИКОРИСТАННЯ ГОЛОСОВИХ АСИСТЕНТІВ» Ст. Недошитко А.</li>
          <li> «КВАНТОВІ КОМП’ЮТЕРИ» Ст. Степанов В.</li>
        </ol>
        <p>
          <a href="https://tntu.edu.ua/storage/pages/00000875/Program_2021.pdf">
            <b>
              Х міжнародна науково-технічна конференція Молодих учених та
              студентів « АКТУАЛЬНІ ЗАДАЧІ СУЧАСНИХ ТЕХНОЛОГІЙ» (Тернопіль,
              24–25 листопад 2021.)
            </b>
          </a>
        </p>
        <ol>
          <li>
            {" "}
            «ДЕФІЦИТ КРЕМНІЄВИХ МАТЕРІАЛІВ ДЛЯ ВИРОБНИЦТВА РАДІОЕЛЕМЕНТІВ ТА
            ВТОРИННИХ ДЖЕРЕЛ ЕНЕРГІЇ» ст.Дмитрук В.
          </li>
          <li>
            {" "}
            «ДОСЛІДЖЕННЯ СПОСОБІВ ВИКОРИСТАННЯ АЕРОГЕЛЮ В СФЕРАХ ТЕХНОЛОГІЙ»
            ст.Шилінська У.
          </li>
        </ol>
        <p>
          <a href="https://akrbati.wixsite.com/konf-batk/arhiv-publikacij">
            <b>
              Всеукраїнській науково-практичній конференції « Проблеми та
              перспективи розвитку науки, освіти та технологій в Україні та
              світі» ( Бережани , 16 листопада 2022).
            </b>
          </a>
        </p>
        <ol>
          <li>
            Ст. ШИЛІНСЬКА Уляна, НЕДОШИТКО Людмила «СИСТЕМИ ОХОЛОДЖЕННЯ В
            ПЕРСОНАЛЬНИХ КОМП’ЮТЕРАХ (ПК) ТА МОЖЛИВОСТІ ЇХ УДОСКОНАЛЕННЯ»
          </li>
          <li>
            Ст.ФУРИК Ігор, НЕДОШИТКО Людмила «МОЖЛИВІ ПЕРСПЕКТИВИ ВИКОРИСТАННЯ
            ТЕРМОЯДЕРНОГО СИНТЕЗУ ЯК ДЖЕРЕЛА АЛЬТЕРНАТИВНОЇ ЕНЕРГІЇ»
          </li>
          <li>
            Ст.ТОРУБА Юрій, НЕДОШИТКО Людмила «АЛЬТЕРНАТИВНІ ДЖЕРЕЛА ПАЛИВА.
            БІОДИЗЕЛЬ»
          </li>
        </ol>
        <p>
          <a href="https://tntu.edu.ua/storage/pages/00000941/Zbirnyk_2023.pdf">
            <b>
              VI Міжнародна студентська науково - технічна конференція
              "ПРИРОДНИЧІ ТА ГУМАНІТАРНІ НАУКИ. АКТУАЛЬНІ ПИТАННЯ"(27-28 квітня
              2023 р.)
            </b>
          </a>
        </p>
        <ol>
          <li>
            «ТЕХНОЛОГІЇ ЗАБЕЗПЕЧУЮТЬ БЕЗПЕКУ НА ДОРОЗІ» - ст. Новаківський
            Артур.
          </li>
        </ol>
        <p>
          <a href="https://tntu.edu.ua/storage/pages/00000977/Zbirnyk2024.pdf">
            <b>
              VІI Міжнародна студентська науково - технічна конференція
              "ПРИРОДНИЧІ ТА ГУМАНІТАРНІ НАУКИ. АКТУАЛЬНІ ПИТАННЯ" ( 25-26
              квітня 2024 р.)
            </b>
          </a>
        </p>
        <ol>
          <li>
            «АГРОДРОНИ: ПОЛІТ У МАЙБУТНЄ СІЛЬСЬКОГО ГОСПОДАРСТВА» - ст.Полевий
            В.
          </li>
          <li>«АВТО НА ВОДНЕВИХ ДВИГУНАХ» - ст. Новаківський А.</li>
          <li>
            «ПЕРСПЕКТИВА АВТОНОМНОГО ВТІЛЕННЯ ІДЕЙ В РЕАЛЬНІСТЬ З ДОПОМОГОЮ
            ЕЛЕКТРОННИХ ПРИСТРОЇВ» - ст. Бабій Д.
          </li>
          <li>
            « БОЙОВА СИСТЕМА УПРАВЛІННЯ ТАКТИЧНОЇ ЛАНКИ «КРОПИВА»» - ст.Кулеба
            Ю.
          </li>
          <li>
            «КОМП‘ЮТЕРНА СИСТЕМА ДЛЯ ПЕРЕТВОРЕННЯ ЖЕСТІВ У ТЕКСТОВІ ТА ЗВУКОВІ
            ПОВІДОМЛЕННЯ» - ст.Українець А.
          </li>
          <li>«SPOTMINI РОБОТ СОБАКА» - ст.Хоменко В.</li>
          <li>«ЯК FPV ТЕХНОЛОГІЇ ЗМІНЮЮТЬ ОБЛИЧЧЯ ВІЙНИ» - ст.Полевий В.</li>
        </ol>
        <p>
          <a href="https://tntu.edu.ua/storage/pages/00001070/TNTU_Aktualni_zadachi_suchasnyh_tehnologiy_2024.pdf">
            <b>
              XІІІ Міжнародна науково-технічна конференція молодих учених та
              студентів «Актуальні задачі сучасних технологій» (11-12 грудня
              2024 року)
            </b>
          </a>
        </p>
        <ol>
          <li>
            «ДОСЛІДЖЕННЯ ПЕРСПЕКТИВ ЗАСТОСУВАННЯ ГРАФЕНОВИХ ТРАНЗИСТОРІВ У
            НАНОЕЛЕКТРОНІЦІ» - ст.Бойчук В.
          </li>
          <li>«ПОРІВНЯННЯ ЕЛЕКТРОМОБІЛЯ ТА АВТО З ДВЗ» - ст.Новаківський А.</li>
          <li>
            «ДОСЛІДЖЕННЯ ІНВЕРТОРНИХ СИСТЕМ БЕЗПЕРЕБІЙНОГО ЖИВЛЕННЯ В ПЕРІОД
            МАСОВИХ ВІДКЛЮЧЕНЬ СВІТЛА» - ст.Мимрик О.
          </li>
          <li>
            «СОНЯЧНІ БАТАРЕЇ В ГРОМАДСЬКОМУ ТРАНСПОРТІ: ПЕРЕВАГИ ТА НЕДОЛІКИ.» -
            ст.Попович М.
          </li>
          <li>
            «Ядерні батарейки: технологія майбутнього в компактному розмірі» -
            ст.Яворський Б.
          </li>
          <li>
            «ТЕЛЕРАДІОЛОГІЯ ЯК НЕВІДЄМНА СКЛАДОВА ТЕЛЕМЕДИЦИНИ» - ст.Зінченко А.
          </li>
          <li>
            «ІНТЕЛЕКТУАЛЬНІ СЕНСОРНІ СИСТЕМИ ДЛЯ ТЕЛЕКОМУНІКАЦІЙ НА ОСНОВІ
            ІНТЕРНЕТУ РЕЧЕЙ (IoT)» - ст.Кошулинський В.
          </li>
          <li>
            «МАБУТНЄ КВАНТОВИХ КОМП’ЮТЕРІВ: ПЕРЕВАГИ ТА ПЕРСПЕКТИВИ» - ст.Зеньо
            Д.
          </li>
          <li>
            «Електронні системи на основі штучного інтелекту» - ст.Мартинюк І.
          </li>
          <li>«Крилатий символ України: Лелека – 100» - ст.Полевий В.</li>
        </ol>
        <p>
          <Slider items={dataSponsors_2} type="row" />{" "}
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p style={{textAlign: "center", fontWeight: "bold"}}>
          <b>
            Всеукраїнські методичні об'єднання викладачів спеціальності 172
            «Електронні комунікації та радіотехніка» закладів фахової передвищої
            освіти України
          </b>
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          У 2013 році в Україні започатковано щорічне проведення методичного
          об'єднання з радіоелектроніки для викладачів вищих навчальних закладів
          I–II рівнів акредитації. Даний захід спрямований на покращення якості
          підготовки фахівців у галузях електроніки, телекомунікацій та
          радіотехніки, а також на створення ефективної платформи для обміну
          досвідом між навчальними закладами.
        </p>
        <p>
          Перше методичне об’єднання викладачів радіоелектроніки відбулося у
          2013 році на базі Технічного коледжу Тернопільського національного
          технічного університету імені Івана Пулюя. Викладачі обговорювали
          сучасні методи навчання, інтеграцію новітніх технологій у навчальний
          процес та шляхи підвищення рівня підготовки студентів.
        </p>
        <p>
          У 2017 році відбулося чергове засідання Всеукраїнського методичного
          об’єднання викладачів радіотехніки та телекомунікаційних технологій
          вищих навчальних закладів I–II рівнів акредитації України на базі
          Технічного коледжу Тернопільського національного технічного
          університету імені Івана Пулюя.. Під час заходу були розглянуті
          питання оновлення навчальних програм, адаптації освітнього процесу до
          сучасних вимог ринку праці та залучення студентів до науково-дослідної
          роботи.
        </p>
        <p>
          Основною метою методичного об’єднання є підвищення якості підготовки
          кваліфікованих фахівців за спеціальностями 171 «Електроніка» та 172
          «Телекомунікації та радіотехніка». Також важливим аспектом заходу є
          встановлення взаємозв’язків між навчальними закладами, обмін досвідом
          викладання та популяризація навчання у коледжах України.
        </p>
        <p>
          У роботі методичних об’єднань брали участь представники багатьох
          навчальних закладів з усіх регіонів України. Це свідчить про високу
          зацікавленість у розвитку технічної освіти та необхідність подальшого
          проведення подібних заходів для вдосконалення освітнього процесу у
          сфері радіоелектроніки та телекомунікаційних технологій.
        </p>
        <Images images={[img_8_1, img_8_2, img_8_3]} />
        <p>
          Під час проведення засідань Всеукраїнського методичного об’єднання
          викладачів спеціальності 172 Електронні комунікації та радіотехніка
          закладів фахової передвищої освіти України активну участь взяли
          викладачі циклової комісії телекомунікацій та радіотехніки
          Відокремленого структурного підрозділу «Тернопільський фаховий коледж
          Тернопільського національного технічного університету імені Івана
          Пулюя», були розгянуті та обговорені проблемні питання, по яких
          доповідали і викладачі циклової комісії:
        </p>
        <ul>
          <li>
            <b>
              Інноваційні методи і засоби навчання в модернізації педагогічної
              майстерності у професійно-технічній освіті
            </b>
            <p>
              (Ольга Василишин, голова ЦК телекомунікацій та радіотехніки ВСП
              «Тернопільський фаховий коледж ТНТУ ім. Івана Пулюя», викладач
              вищої категорії, викладач-методист).(2023р)
            </p>
          </li>
          <li>
            <b>
              Методи інноваційного навчання при викладанні радіотехнічних
              дисциплін у коледжі
            </b>
            <p>
              (Людмила Недошитко, викладач вищої категорії ЦК телекомунікацій та
              радіотехніки ВСП «Тернопільський фаховий коледж Тернопільського
              національного технічного університету імені Івана Пулюя»).(2024р.)
            </p>
          </li>
          <li>
            <b>
              Максимізація результатів навчання з дисциплін радіотехнічного циклу в умовах нестабільності навчального процесу, проблемного контингенту та обмеженого матеріально-технічного забезпечення
            </b>
            <p>
              (Павло Штогрин, викладач першої категорії ЦК телекомунікацій та радіотехніки ВСП «Тернопільський фаховий коледж Тернопільського національного технічного університету імені Івана Пулюя»). (2024р.)
            </p>
          </li>
        </ul>
        <p>
          <Slider items={dataSponsors_5} type="row" />{" "}
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Студенти спеціальності 172 " Електронні пкомунікації та радіотехніка"
          власноруч виготовляють багато реальних макетів радіотехнічних
          пристроїв, застосовуючи теоретичні знання на практиці. Вони працюють
          із сучасними електронними компонентами, вивчають принципи схемотехніки
          та освоюють методи монтажу. Процес розробки макетів їм краще розробити
          роботу електронних систем і вдосконалити навички пайки та налагодження
          схем. Такий підхід допоможе підготовці висококваліфікованих
          спеціалістів для сфери телекомунікацій, зв'язку та автоматики.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_3} type="row" />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Тернопільський освітній навчально-демонстраційний «Центр Науки» в
          рамках Всеукраїнського проекту «Scientific Fun – Наукові пікніки в
          Україні» щорічно організовував та проводив у м.Тернополі, м. Бережани
          і у м. Чортків Наукові пікніки. Дані Наукові пікніки – це інтерактивні
          експерименти для всіх зацікавлених у бажанні підвищувати свій освітній
          та науковий рівень.
        </p>
        <p>
          Викладачі циклової комісії телекомунікацій та ВСП « Тернопільський
          фаховий коледж ТНТУ імені І. Пулюя» також активно долучалисяся до
          даного проекту.
        </p>
        <p>
          Команда викладачів циклової комісії представила для всіх учасників та
          відвідувачів Наукових пікніків технічні та наукові розробки студентів
          спеціальності коледжу. Також з метою профорієнтації відвідувачі заходу
          були ознайомлені із історією коледжу, спеціальностями та умовами
          навчання в коледжі.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_4} type="row" />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Викладач циклової комісії телекомунікацій та радіотехніки <b>Людмила Недошитко </b> є автором статті <a href="/assets/achievements/12345.pdf"> <b>«Використання можливостей різних навчальних платформ та інтернет-середовищ у дистанційній системі навчання»</b></a>, яка була опублікована у журналі <b>«Фахова передвища освіта»</b> №1 за 2021 рік.
          <p> У своїй статті викладачка аналізує сучасні методи та технології дистанційного навчання, розглядає переваги використання різних платформ для забезпечення якісного освітнього процесу. Окрему увагу приділено інтеграції онлайн-ресурсів у навчальні програми та підвищенню ефективності комунікації між викладачами і студентами. </p>
          <Images images={[img_9_1,]} />
        </p>
      </>
    ),
  },
]
