import {Images} from "@/components/images"
import {Img} from "@/components/img"
import img_1 from "@/assets/specialty/буклет 1.png"
import img_2 from "@/assets/specialty/буклет 2.png"

export const dataContent = [
  {
    title:
      "Випускник, який успішно пройшов курс навчання за спеціальністю 172 «Електронні комунікації та радіотехніка», володіє такими компетенціями:",
    content: (
      <>
        <ul>
          <li>
            Здатність до використання базових методів, способів i засобів отримання, передавання, обробки та зберігання інформації для ведення технічної документації, обліку i звітності в процесі експлуатації та технічного обслуговування електронних комунікаційних та радіотехнічних систем;          </li>
          <li>
            Здатність до використання спеціального програмного забезпечення, інформаційних технологій та пакетів прикладних програм для моделювання пристроїв, систем i процесів в інформаційно-комунікаційних мережах, електронних комунікаційних та радіотехнічних системах;          </li>
          <li>
            Здатність до застосовування інформаційно-комунікаційних технологій з урахуванням основних вимог інформаційної безпеки для вирішення типових завдань професійної діяльності;          </li>
          <li>
            Здатність до виявлення типових несправностей електронного i радіотехнічного обладнання за результатами інструментальних вимірювань;          </li>
          <li>
            Здатність до адаптації у разі зміни технологій та обладнання у професійній діяльності;          </li>
          <li>
            Здатність до здійснення роботи для забезпечення вимог до показників якості та надійності засобів i устаткування електронних комунікацій та радіотехніки;          </li>
          <li>
            Здатність до виконання розрахунків параметрів комунікаційних мереж, електронного обладнання та радіотехнічних пристроїв під керівництвом інженерно-технічного персоналу;          </li>
          <li>
            Здатність до здійснення діагностики та технічного обслуговування обладнання для керування потоками інформаційних та електронно-комунікаційних сигналів в мережах;          </li>
          <li>
            Здатність до розуміння сучасних радіоелектронних компонентів та технічних засобів радіотехнічних пристроїв та систем (побудова і функціонування мікропроцесорів, радіотехнічного обладнання і програмного забезпечення радіоінформаційних та електронно-комунікаційних систем, мереж теле- та радіомовлення, систем передачі, систем комутації, залежно від методів їхньої технічної експлуатації тощо;          </li>
          <li>
            Здатність застосовувати сучасні технології для проектування, виробництва, ремонту, експлуатації та модернізації елементів електронно-комунікаційних та радіотехнічних систем.
          </li>
        </ul>
      </>
    ),
  },
  {
    title:
      "Випускники спеціальності 172 « Електронні комунікації та радіотехніка» можуть працювати в таких сферах, як:",
    content: (
      <>
        <ul>
          <li>
            <b style={{textTransform: "uppercase"}}>
              ПІДПРИЄМСТВА З ВИРОБНИЦТВА ЕЛЕКТРОНІКИ ТА ЗВ’ЯЗКУ
            </b>
            &nbsp; (оператор або технік з налагодження електронного обладнання, спеціаліст з контролю якості електронних
            систем);
          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>сервісні центри</b>
            &nbsp; з обслуговування та ремонту радіотелевізійної апаратури;
          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>сервісні центри</b>&nbsp;по ремонту мобільних телефонів, ноутбуків
            та ін.;
          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>сервісні центри</b>&nbsp;з обслуговування та ремонту медичної
            техніки;
          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>ІНТЕРНЕТ-ПРОВАЙДЕРИ</b>&nbsp;(технік з обслуговування мереж,
            спеціаліст із мережевих технологій, адміністратор телекомунікаційних систем);
          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>
              АВТОМАТИЗОВАНІ СИСТЕМИ КЕРУВАННЯ ТА СИГНАЛІЗАЦІЇ
            </b>&nbsp;
            (технік з експлуатації та обслуговування електронних систем, спеціаліст з телеметрії та систем моніторингу);
          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>в телерадіоцентрах</b>&nbsp; (технік з обслуговування радіо та
            відеоапаратури, відеооператор і монтажник телекомунікаційного обладнання);
          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>рекламні агенства</b> &nbsp;по виготовленню світлової, аудіо та
            відеореклами;

          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>в банківських установах</b> &nbsp;(охоронна сигналізація, системи відеоспостереження, радіо та телефонного зв'язку);

          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>консультанти</b> &nbsp;з продажу радіоелектронної техніки (супермаркети та магазини з продажу електронної апаратури);

          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>ОХОРОННА СИГНАЛІЗАЦІЯ ТА СИСТЕМИ ВІДЕОСПОСТЕРЕЖЕННЯ;</b>

          </li>
          <li>
            <b style={{textTransform: "uppercase"}}>ОРГАНИ ДЕРЖАВНОЇ ВЛАДИ ТА СПЕЦСЛУЖБИ</b> &nbsp;(спеціаліст із зв’язку, технік із радіомоніторингу, оператор радіотехнічних систем).
          </li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <Img src={img_1}/>
        <div style={{textAlign: "right"}}>
          <Img src={img_2} />
        </div>
      </>
    ),
  },
]
