import {Images} from "@/components/images"
import {Img} from "@/components/img"

import img_1 from "@/assets/specialty/буклет 1.png"
import img_2 from "@/assets/specialty/буклет 2.png"

export const dataContent = [
  {
    title:
      "Випускник, який успішно пройшов курс навчання за спеціальністю 172 Електронні комунікації та радіотехніка, володіє такими компетенціями:",
    content: (
      <>
        <ul>
          <li>
            Розуміння принципів роботи та структур телекомунікаційних систем, мереж і радіотехнічних пристроїв.
          </li>
          <li>
            Здатність розробляти, впроваджувати й експлуатувати телекомунікаційне обладнання та радіотехнічні системи.
          </li>
          <li>
            Навички проєктування та тестування цифрових і аналогових пристроїв.
          </li>
          <li>
            Знання сучасних протоколів передачі даних та стандартів у сфері телекомунікацій.
          </li>
          <li>
            Вміння проводити вимірювання параметрів радіосигналів і аналізувати їхні характеристики.
          </li>
          <li>
            Робота з сучасними інструментами, програмним забезпеченням і обладнанням для розробки й тестування радіотехнічних систем.
          </li>
          <li>
            Навички програмування мікроконтролерів і роботи з вбудованими системами.
          </li>
          <li>
            Здатність аналізувати технічні завдання та розробляти оптимальні рішення.
          </li>
          <li>
            Вміння оцінювати ризики й забезпечувати надійність функціонування систем у реальних умовах.
          </li>
          <li>
            Володіння навичками командної роботи в багатопрофільних проєктах.
          </li>
          <li>
            Ефективна комунікація, презентація рішень і ведення технічної документації.
          </li>
          <li>  Здатність адаптуватися до нових технологій і швидко опановувати інноваційні підходи.
          </li>
        </ul>
      </>
    ),
  },
  {
    title:
      "Випускники цієї спеціальності можуть працювати в таких сферах як:",
    content: (
      <>
        <ul>
          <li>
            <b style={{ textTransform: "uppercase" }}>
              в органах служби безпеки
            </b>
            &nbsp;(охоронна
            сигналізація та системи відеоспостереження);
          </li>
          <li>
            <b style={{ textTransform: "uppercase" }}>в банківських установах</b>
            &nbsp;(охоронна
            сигналізація, системи відеоспостереження,
            радіо та телефонного зв'язку);
          </li>
          <li>
            <b style={{ textTransform: "uppercase" }}>на телерадіоцентрах</b>&nbsp;(технік з обслуговування
            радіо та відео апаратури, відеооператор і т.д.);
          </li>
          <li>
            <b style={{ textTransform: "uppercase" }}>сервісні центри</b>&nbsp;по обслуговуванню та ремонту
            радіотелевізійної апаратури;
          </li>
          <li>
            <b style={{ textTransform: "uppercase" }}>сервісні центри</b>&nbsp;по ремонту мобільних
            телефонів, ноутбуків та і т. ін.
          </li>
          <li>
            <b style={{ textTransform: "uppercase" }}>
              консультанти
            </b>&nbsp;
            з продажу радіоелектронної
            техніки (супермаркети та магазини з продажу
            електронної апаратури);
          </li>
          <li>
            <b style={{ textTransform: "uppercase" }}>рекламні агенства</b>&nbsp; по виготовленню світлової,
            аудіо та відеореклами;
          </li>
          <li>
            <b style={{ textTransform: "uppercase" }}>сервісні центри</b> &nbsp;по обслуговуванню та ремонту
            медичної техніки;

          </li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <Images images={[img_1, img_2]} height={400} />
      </>
    ),
  },
]
