import { Img } from "@/components/img";



import Image_2 from "@/assets/studiku/Аненков.jpg";
import Image_1 from "@/assets/studiku/Худзік.png";
import Image_3 from "@/assets/studiku/химук.jpg";


export const dataContent = [
  {
    content: (
      <div
        style={{
          display: "flex",
          alignItems: "center",
        }}
      >
        <Img src={Image_1} />
        <div
          style={{
            flex: 1,
            display: "flex",
            flexDirection: "column",
            justifyContent: "center",
            marginLeft: "20px",
          }}
        >
          <p>Володимир Худзік випускник 2018 р.</p>
          <p>
            Технічний коледж відкрив для мене нові цікаві можливості. Завдяки
            навчанню в цьому закладі я отримав багато нових знайомств, знань і
            навичок.
          </p>
          <p>
            Технічні спеціальності передбачають потребу в постійному
            саморозвитку, тоді ви зможете стати спеціалістом у своїй сфері.
          </p>
          <p>
            На третьому курсі, пішовши на практику в сервісний центр, мені
            запропонували залишитися там на роботі. І навіть після закінчення
            навчання я відкриваю для себе нові галузі та сфери роботи. Зараз я
            займаюся ремонтом офісної техніки, монтажем систем
            відеоспостереження, охоронних систем, є офіційним інтегратором
            системи розумного будинку від i3 engineering, займаюся розробкою та
            монтажем електрообладнання у квартирному сегменті, також маю досвід
            роботи з промисловою автоматикою. Ще в коледжі зацікавився 3D
            моделюванням та 3D друком, а зараз маю власний FDM принтер та CNC
            лазер.
          </p>
          <p>
            Але найголовніше, що я тут отримав, це вміння мислити та розуміння
            того, що знання неможливо просто "закачати" в голову, їх потрібно
            хотіти отримати та розуміти, що вони знадобляться.
          </p>
        </div>
      </div>
    ),
  },
  {
    content: (
      <div
        style={{
          display: "flex",
          alignItems: "center",
        }}
      >
        <Img src={Image_2} />
        <div
          style={{
            flex: 1,
            display: "flex",
            flexDirection: "column",
            justifyContent: "center",
            marginLeft: "20px",
          }}
        >
          <p>Віталій Аненков випускник 2021 р.</p>
          <p>
            Я працюю на СТО по ремонту автоелектроніки. На ремонт приїжджають
            автомобілі, в яких є безліч електронних систем, котрі періодично
            виходять з ладу. Для їх ремонту потрібен не тільки інструмент, але й
            знання. Часто проблема є дуже простою, але для її локалізації
            потрібно багато часу. Оскільки, той чи інший давач коштує грошей –
            потрібно зробити імітацію його роботи, щоб впевнитись, що це
            проблема в ньому. А якщо проблема в блоці керування – то його
            потрібно замінити, але він коштує не малих грошей, і бувають
            проблеми із заміною, тому є потреба в ремонті блоків керування, а
            для цього потрібно розбиратися в схемотехніці. Тому робота
            автоелектрика є дуже цікавою і різноманітною, і для роботи в цій
            галузі потрібно мати хороші знання, які можна отримати за
            спеціальністю 172 «Телекомунікації та радіотехніка». А в майбутньому
            бути хорошим спеціалістом з гідною зарплатнею.
          </p>
        </div>
      </div>
    ),
  },
  {
    content: (
      <div style={{textAlign: "center"}}>
        <img
          src={Image_3}
          alt="Image"
          style={{width: "auto", height: "auto", maxWidth: "100%"}}
        />
        <div>
          <p>Химук Олег випускник 2000 р.</p>
          <p>
            У 2000 році отримав освітній рівень «молодший спеціаліст» за
            спеціальністю ТОР – Технічне обслуговування і ремонт радіоапаратури.
          </p>
          <p>
            В тому ж 2000 році влаштувався на роботу в СЦ «ТерКон» на посаду
            технік-програміст. Займався переводом документообороту з середовища
            DOS (баз даних системи FoxPro) під Windows (Delphi+dBase+SQL),
            обслуговуванням оргтехніки, програмним обслуговуванням касових
            апаратів.
          </p>
          <p>
            З 2001 року по 2006 працював інженером телебачення в місцевій
            телерадіокомпанії ТТБ – функції забезпечення трансляції телевізійних
            програм і прямих ефірів. Робота з світлом, камерами,
            аудіо-відео-обладнанням + супутньою технікою.
          </p>
          <p>
            З середини 2007 року до березня 2023 – працював інженером-метрологом
            в ДП «Тернопільстандартметрологія». З 2019 – провідний інженер.
            Повірка радіотехнічних, електричних, медичних засобів вимірювальної
            техніки.
          </p>
          <p>
            З 2023 – інженер-конструктор у галузі створення БПЛА літакового типу
            і мультироторних дронів, а також супутньої інфраструктури.
          </p>
        </div>
      </div>
    ),
  },
  {
    content: (
      <>
        <p>Ніколаєв Михайло випускник 2007 р.</p>
        <p style={{textIndent: "20px"}}>
          20 років вже пройшло , як я поступив і 17 років, як закінчив ТК
          ТДТУ..спеціальність була в нас дуже проста , але ти мав знати все ...я
          простий ремонтник ( ТОР) від праски до МШУ по СВЧ....хто вчився той
          зрозуміє...не знаю як тепер ,але в наші роки ,ми йшли щоб отримати
          спеціальність , бо думали ми у свої підліткові роки що знаємо багато,
          а на справді ми мали потяг до радіотехніки . Ми по ночах не спали в
          гуртожитку і паяли плати , дещо получалося , а деякі речі вибухали в
          нас в руках , це були самі приємні феєрверки нашого незнання )))...на
          останні гроші , що нам батьки давали на проїзд , ми купляли мікросхеми
          TDA і пробували паяти підсилювачі ПЗЧ. Лише щасливі отримували
          підсилений звук , а не щасливі бенгальський вогонь...ми не любили
          наших викладачів , бо ми думали що все вміємо...але йшли тижні ,
          почалася теорія , ми взагалі нічого не розуміли. Кіргоф , фідер ,
          вузол і ще їх брати Емітер з Колектором і сестра База множили наші
          знання на зіро... Є такий похожий пам'ятник, кий ,лебідь і хорив....а
          тут на дошці емітер, база і колектор...при слові колектор всі
          задумалися, і хтось сказав що ми попали ...а у вас спільний колектор?
          Чи спільна база ? Чи емітер ? Чи може у вас резистор з конденсатором в
          емітері ?....пройшли тижні теорії і почалася практика 2 курс. Почали
          п'аяти жучки, вірніше жуки . Бо вони були великі і в кожного
          індивідуальні...( біолабораторії початок )) хаха)...ой як ми тоді
          загадили весь FM діапазон....то не ми , нас 3 групи було ...контура на
          олівцях мотали...почався 3 курс і почалися телевізори , як всі хотіли
          щось поправити ))) лише Володимир Михайлович бігав щоб хтось руки не
          запхав , і щоб 27кв когось не зловило. Цікаво було , телевізори ,
          підсилювачі , + багато прецезійної апаратури ...саме головне що ми
          почали любити і не боятися своїх вчителів ...дуже було багато цікавих
          лабораторних задач . Почалося програмування МК, казали нам викладачі
          що це є , золота жилла, але ми були мудріші і вперті то їх не дуже
          слухали, а пройшло 20 років і знаю що вони були праві. Памятаю всіх
          викладачів Андрія Миколаєвича, Ольгу Зіновіївну, Людмилу
          Миколаївну,Володимира Михайловича , які багато доклали зусиль , щоб ми
          все зрозуміли і могли дальше в цьому працювати.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Чаплій Дмитро Володимирович випускник 2007, 2010 рр.</p>
        <p>Навчався ТК ТНТУ ім. І. Пулюя:</p>
        <ul>
          <li><p>Факультет професійної підготовки 2005-2007 р.</p></li>
          <li><p>Факультет електронних апаратів 2007-2010 р.</p></li>
        </ul>
        <p style={{textIndent: "20px"}}>
          З вибором професії визначився ще під час навчання у школі. Після
          закінчення школи, одразу подав документи до ТК ТНТУ ім. І. Пулюя на
          факультет професійної підготовки, а після його закінчення продовжив
          навчання на факультеті електронних апаратів, за спеціальністю
          «Конструювання, виробництво та технічне обслуговування радіотехнічних
          пристроїв».{" "}
        </p>
        <p style={{textIndent: "20px"}}>
          Про рідний коледж залишилися лише теплі спогади. За студентські роки
          весь навчальний процес та викладацький склад зайняли достойне місце у
          моїй пам’яті. І сьогодні, через роки після закінчення, я з радістю
          повертаюся у рідні стіни в якості викладача.
        </p>
        <p style={{textIndent: "20px"}}>
          З великою вдячністю і повагою слід згадати викладачів нашого
          факультету, які заклали фундамент моїх знань в області радіотехніки.
          Їхній підхід до навчального процесу дав мені змогу розширити свій
          кругозір, та більш глибоко зрозуміти зміст своєї майбутньої професії.
          Адже є велика різниця між знанням та розумінням. Можна вивчити весь
          підручник до кожної літери, але так і не зрозуміти суть вивченого.
        </p>
        <p style={{textIndent: "20px"}}>
          Найбільший внесок у мій розвиток, як майбутнього інженера, вклали
          викладачі факультету, серед яких хотілося б відзначити: Дворницького
          Андрія Миколайовича, Василишин Ольгу Зіновіївну, Недошитко Людмилу
          Миколаївну, Штогрина Павла Ігоровича. Вони завжди з розумінням
          ставляться до студентів і надають всіляку підтримку під час
          навчального процесу.
        </p>
        <p style={{textIndent: "20px"}}>
          Тут виховують справжніх професіоналів своєї справи. Тож майбутнім
          студентам бажаю гарного, легкого навчання, та з повагою ставитись до
          навчального процесу та викладачів.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p> Черній Віталій Валерійович випускник 2013р.</p>

        <p style={{textIndent: "20px"}}>Навчався у технічному коледжі з 2009 по 2013 рік, здобуваючи професію «Конструювання, виробництво та технічне обслуговування радіотехнічних пристроїв». За цей час отримав глибокі знання в області радіоелектроніки, навчився працювати з сучасним обладнанням та ремонтувати електронні пристрої. Коледж дав важливу базу для розвитку технічних навичок і практичного досвіду, що стало міцним фундаментом для подальшої професійної діяльності.
        </p>
        <p style={{textIndent: "20px"}}>Викладачі в технічному коледжі відіграли ключову роль у моєму становленні як фахівця. Вони мали не тільки високий рівень знань, але й вміння доступно пояснювати складні технічні концепції. Особливо цінував їхній практичний підхід до навчання та готовність допомагати студентам поза заняттями. Їхня підтримка та мотивація сприяли моєму професійному зростанню і впевненості у своїх силах.
        </p>
      </>
    ),

  },
  {
    content: (
      <>
        <p>Гаврилюк Павло випускник 2021 р.</p>
        <p style={{textIndent: "20px"}}>Я був студентом коледжу протягом 2017-2021 років і навчався за спеціальністю "Телекомунікації та радіотехніка".
        </p>
        <p style={{textIndent: "20px"}}>Без перебільшення можу сказати, що знання, отримані за ці роки, стали для мене підґрунтям для подальшого розвитку та кар'єрного зростання. Потужна теоретична база у поєднанні з практичними завданнями дозволили сформувати фундаментальні знання з електроніки, радіотехніки, програмування, а також заклали розуміння найновіших віянь у технологіях виробництва радіоелектронної апаратури й приладів.
        </p>
        <p style={{textIndent: "20px"}}>Після закінчення коледжу я одразу розпочав працювати за фахом. Завдяки отриманим навичкам і знанням я встиг спробувати власні сили у різних царинах, зокрема працював у відкритій технологічній лабораторії, а тепер займаюся розробкою та виготовленням безпілотних літальних апаратів. Найбільше мене захоплює вміння перетворювати ідеї в реальні та функціональні електронні пристрої, яке щодня стає в пригоді.
        </p>
        <p style={{textIndent: "20px"}}>Окремо дуже хочу подякувати своїм викладачам Людмилі Миколаївні Недошитко, яка до того ж була і моїм куратором, Ользі Зіновіївні Василишин та Павлу Ігоровичу Штогрину. Вони на високому рівні пояснювали увесь матеріал, а навіть найскладніші теми здавались простими та цікавими. Саме їх я можу назвати своїми наставниками, адже їхні терплячі пояснення та мудрі поради дали мені бачення себе в майбутньому і допомогли обрати подальший шлях.</p>
        <p style={{textIndent: "20px"}}>
          Моє навчання у коледжі залишило по собі приємні спогади й хороших друзів. Саме такі заклади підіймають професійно-технічну освіту на значно вищий щабель і доводять, що це престижно та сучасно!
        </p>
      </>
    ),
  }

]
