import { Img } from "@/components/img";



import img_7 from "@/assets/people/Березіцький.png";
import img_1 from "@/assets/people/Валилишин.png";
import img_4 from "@/assets/people/Задорожний.jpg";
import img_2 from "@/assets/people/Приймак.jpg";
import img_3 from "@/assets/people/Савчук.jpg";
import img_5 from "@/assets/people/Федечко.png";
import img_6 from "@/assets/people/Штогрин.png";
import img_8 from "@/assets/people/недошитко.jpg";
import img_9 from "@/assets/people/Забитівський.jpg";

export const dataContent = [
  {
    title:
      "Циклова комісія телекомунікацій та радіотехніки складається з педагогічних працівників:",
    content: (
      <>
        <ul>
          <li>Василишин Ольга Зіновіївна</li>
          <li>Приймак Віктор Адамович</li>
          <li>Недошитко Людмила Миколаївна</li>
          <li>Савчук Михайло Петрович</li>
          <li>Задорожний Віктор Юліанович</li>
          <li>Федечко Віталій Мар’янович</li>
          <li>Штогрин Павло Ігорович</li>
          <li>Березіцький Іван Володимирович</li>
          <li>Забитівський Василь Петрович</li>
        </ul>
      </>
    ),
  },
  {
    title: "Василишин Ольга Зіновіївна",
    content: (
      <>
        <Img src={img_1} float="right" />
        <p>
          <b>Освіта:</b> Львівський політехнічний інститут, 1990 р.
          Спеціальність «Конструювання та виробництво радіоапаратури»
          кваліфікація: інженер-конструктор-технолог радіоапаратури
        </p>
        <p>
          <b>Посада:</b> голова циклової комісії, викладачка радіотехнічних
          дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії,
          викладач-методист.
        </p>
        <p>
          <b>Дисципліни:</b>
          <ul>
            <li>Системи автоматизованого проектування</li>
            <li>Конструювання РЕА</li>
            <li>Технології виробництва РЕА</li>
            <li>Волоконно-оптичні системи зв'язку та лінії</li>
            <li>Безпека інформацій-них систем та мереж</li>
          </ul>
        </p>
      </>
    ),
  },
  {
    title: "Приймак Віктор Адамович",
    content: (
      <>
        <Img src={img_2} float="right" />
        <p>
          <b>Освіта:</b> Одеський державний університет імені І.І.Мечнікова,
          1986 р. Спеціальність «Фізика, фізична електроніка», Кваліфікація:
          фізик, викладач
        </p>
        <p>
          <b>Посада:</b> завідувач відділення Телекомунікацій та електронних
          систем, викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> cпеціаліст вищої категорії,
          викладач–методист, Відмінник освіти України.
        </p>
        <p>
          <b>Дисципліни:</b>
          <ul>
            <li>Введення в спеціальність</li>
            <li>Електронні пристрої та мікроелектроніка</li>
          </ul>
        </p>
      </>
    ),
  },
  {
    title: "Недошитко Людмила Миколаївна",
    content: (
      <>
        <Img src={img_8} float="right" />
        <p>
          <b>Освіта:</b> Національна гірнича академія України, 1999 р.
          Спеціальність «Комп’ютеризова- ні системи управління і автоматики»,
          кваліфікація: інженер-системотехнік
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії,
          викладач-методист.
        </p>
        <p>
          <b>Дисципліни:</b>
          <ul>
            <li>Сигнали та процеси в радіотехніці</li>
            <li>Електронні пристрої та мікроелектроніка</li>
            <li>Мікропроцесорні пристрої та системи</li>
          </ul>
        </p>
      </>
    ),
  },
  {
    title: "Савчук Михайло Петрович",
    content: (
      <>
        <Img src={img_3} float="right" />
        <p>
          <b>Освіта:</b> Львівський політехнічний інститут, 1982 р.
          Спеціальність «Конструювання та виробництво радіоапаратури»,
          кваліфікація: інженер-конструктор-технолог радіоапаратури
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін, завідувач
          лабораторією.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії,
          викладач-методист.
        </p>
        <p>
          <b>Дисципліни:</b>
          <ul>
            <li>Основи метрології, стандартизації і сертифікації</li>
            <li>Системи електроживлення</li>
            <li>Акустичні пристрої</li>
            <li>Основи діагностики, ремонту і регулювання РЕА</li>
          </ul>
        </p>
      </>
    ),
  },
  {
    title: "Задорожний Віктор Юліанович",
    content: (
      <>
        <Img src={img_4} float="right" />
        <p>
          <b>Освіта:</b> Вінницький політехнічний інститут, 1983 р.
          Спеціальність «Радіотехніка» кваліфікація: радіоінженер
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії, старший
          викладач.
        </p>
        <p>
          <b>Дисципліни:</b>
          <ul>
            <li>Схемотехніка аналогових пристроїв</li>
            <li>Радіопередавальні пристрої</li>
            <li>Технічні засоби охорони об'єктів</li>
          </ul>
        </p>
      </>
    ),
  },
  {
    title: "Федечко Віталій Мар’янович",
    content: (
      <>
        <Img src={img_5} float="right" />
        <p>
          <b>Освіта:</b>
          <ul>
            <li>
              Тернопільський державний технічний університет ім.І.Пулюя, 2000 р.
              Спеціальність «Біотехнічні та медичні апарати і системи»
              кваліфікація: інженер електроніка.
            </li>
            <li>
              Тернопільський державний технічний університет ім.І.Пулюя, 2001 р.
              Спеціальність «Біотехнічні та медичні апарати і системи»
              Кваліфікація: магістр біотехнічних та медичних апаратів та систем.
            </li>
          </ul>
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін.
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії
        </p>
        <p>
          <b>Дисципліни:</b>
          <ul>
            <li>Радіопередавальні пристрої</li>
            <li>Радіоприймальні пристрої</li>
            <li>
              Телекомунікаційні пристрої приймання і передавання інформації
            </li>
            <li>Телекомунікаційні та інформаційні мережі</li>
          </ul>
        </p>
      </>
    ),
  },
  {
    title: "Штогрин Павло Ігорович",
    content: (
      <>
        <Img src={img_6} float="right" />
        <p>
          <b>Освіта:</b> Тернопільський державний технічний університет
          ім.І.Пулюя, 2007 р. Спеціальність «Інформаційні управляючі системи та
          технології», кваліфікація: магістр комп’ютерних наук
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін
        </p>
        <p>
          <b>Категорія, звання:</b> спеціаліст вищої категорії
        </p>
        <p>
          <b>Дисципліни:</b>
          <ul>
            <li>Схемотехніка цифрових пристроїв</li>
            <li>Автоматика та робототехніка</li>
            <li>Програмування мікроконтролерів</li>
            <li>Радіоприймальні пристрої</li>
            <li>Основи телебачення та телевізійні системи</li>
            <li>Системи стільникового зв’язку</li>
          </ul>
        </p>
      </>
    ),
  },
  {
    title: "Березіцький Іван Володимирович",
    content: (
      <>
        <Img src={img_7} float="right" />
        <p>
          <b>Освіта:</b> Тернопільський національний технічний університет ім.І.Пулюя,
          2018 р.
          Спеціальність «Телекомунікації та радіотехніка», кваліфікація інженер в галузі електроніки і телекомунікації.
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін, завідувач практики
        </p>
        <p>
          <b>Категорія, звання:</b> викладач-спеціаліст
        </p>
        <p>
          <b>Дисципліни:</b>
          <ul>
            <li>Інженерна та комп’ютерна графіка</li>
          </ul>
        </p>
      </>
    ),
  },
  {
    title: "Забитівський Василь Петрович",
    content: (
      <>
        <Img src={img_9} float="right" />
        <p>
          <b>Освіта:</b>
            <ul>
              <li>Тернопільський державний технічний університет ім.І.Пулюя, 2002р. Спеціальність «Біотехнічні та медичні апарати і системи»,
                кваліфікація: інженер-електронік</li>
              <li>Тернопільський державний технічний університет ім.І.Пулюя, 2003р. Спеціальність «Біотехнічні та медичні апарати і системи»,
                кваліфікація:
                магістр біотехнічних та медичних апаратів і систем</li>
            </ul>
        </p>
        <p>
          <b>Посада:</b> викладач радіотехнічних дисциплін
        </p>
        <p>
          <b>Категорія, звання:</b> Спеціаліст, Провідний інженер-електрик ТОВ «ТКРБ «Стріла»
        </p>
        <p>
          <b>Дисципліни:</b>
          <ul>
            <li>Радіотехнічні системи</li>
          </ul>
        </p>
      </>
    ),
  },
]
